{  "welcome": "Welcome to the Universe!",  "intro": "I am T Singularity, your Trainer. Shall we begin?",  "click_to_create": "Click anywhere in the universe to create your first Selestial Body.",  "waiting_astro": "Waiting for you to create a Selestial Body...",  "zoom_instructions": "Very good! Now try zooming with the Q and E keys, get closer to the created Selestial Body (On mobile phones, tap with two fingers and drag in and out to zoom).",  "move_camera": "You can also move the camera with the W, A, S, and D keys, use them to adjust the camera position (On mobile phones, tap with two fingers and drag in and to the sides).",  "camera_adjusted": "Perfect! If you've adjusted the camera near the Selestial Body, proceed to the next step.",  "open_edit_panel": "Perfect! Now right-click on a Selestial Body to open the edit panel.",  "create_second": "Now, create another Selestial Body near the first to see gravitational interaction and collision!",  "waiting_second": "Waiting for you to create another nearby Selestial Body...",  "wait_collision": "Ready, wait for them to collide to see what happens. If they collide, you can proceed to the next step.",  "create_orbit": "Now, create one more Selestial Body, but press and drag on the screen to set an orbit around the other Selestial Body.",  "waiting_orbit": "Waiting for you to create a Selestial Body in orbit (press and drag)...",  "right_click": "Perfect! Now right-click on a Selestial Body to open the edit panel (On mobile phones, tap twice with one finger on the astro icon).",  "waiting_edit": "Waiting for you to open the edit panel...",  "change_name": "Great! Now change the name of the Selestial Body to whatever you want.",  "waiting_name": "Waiting for you to change the name...",  "change_attributes": "Very good! You can change attributes like Water, Gas, Mass, and others.",  "change_description": "You can also change the description of the Selestial Body to customize it.",  "close_edit": "When finished, close the edit panel. You can choose to save the change or delete it, but for now, close the panel to continue the tutorial.",  "waiting_close": "Waiting for you to close the panel...",  "open_menu": "Excellent! Now open the Universe Menu.",  "waiting_menu": "Waiting for you to open the menu...",  "see_variety": "See the variety of Selestial Body available! Scroll down to see more.",  "create_star": "Now, choose the common star in the menu and click in the universe to create your star.",  "waiting_star": "Waiting for you to create a star...",  "open_menu_again": "Open the Universe Menu to continue.",  "choose_rocky": "Choose the Rocky planet in the menu and click near the star to put it in orbit.",  "observe_climate": "Observe the climate changes on the Rocky planet after putting it in orbit.",  "press_f": "Press the F key, notice it clears the entire universe.",  "waiting_f": "Waiting for you to press F...",  "open_after_f": "Now, open the universe menu again.",  "choose_tauri": "Select the T Tauri Star in the menu.",  "create_tauri": "Waiting for you to create the T Tauri Star...",  "open_after_tauri": "Open the universe menu again.",  "time_control": "Scroll the menu until you find the Time Control section. See the flows: Stop(0x), Very Slow(0.01x), Slow(0.1x), Normal(1x), Fast(10x), Super Fast(100x), Hyper Fast (1000x), Ultra Fast (10000x).",  "choose_10x": "Waiting for you to choose 10x time...",  "close_menu": "Go back to the top of the menu and click the X button to close the menu.",  "waiting_close_menu": "Waiting for you to close the menu...",  "see_evolution": "See the changes in the T Tauri Star! It, like any common star, has evolutionary stages.",  "press_n": "Press N to toggle Selestial Body names (The option is in the menu for mobile phones).",  "waiting_n": "Waiting for you to press N...",  "press_t": "Now press T to toggle star temperature zones (The option is in the menu for mobile phones).",  "waiting_t": "Waiting for you to press T...",  "tutorial_complete": "Basic tutorial completed! Good luck!",  "redirecting": "Redirecting...",    "cutscene_greeting": "Greetings, time traveler! Are you ready to explore the universe with me?",    "cutscene_btn_ready": "I'm ready, T Singularity!",    "cutscene_response1": "Excellent! Prepare to travel at the speed of light through the universe.",    "cutscene_btn_who": "Who are you?",    "cutscene_response2": "I am T Singularity, your intelligent guide on this cosmic journey. What do you wish to know?",    "cutscene_btn_speak": "Can you speak?",    "cutscene_speak": "Yes, I am a Talking Singularity, and I will even make you teleport now to another Universal reality, pay attention my buddy!!",    "cutscene_btn_why_name": "Why 'T Singularity'?",    "cutscene_why_name": "Because I am a Singularity! I gave origin to the Universe! Besides, I am here to help you, shall we go?",    "cutscene_btn_letsgo": "Let's go then!",    "cutscene_final": "Hold on! The adventure is about to begin now.",    "cutscene_btn_origin": "You gave origin to the universe, how?",    "cutscene_origin": "I can simply explode in a big bang, well... this topic is complex... actually my story is complex! Jeez... we are about to cross the wormhole, my friend! Stay alert...",    "cutscene_btn_nicknames": "Do you have Nicknames?",    "cutscene_nicknames": "Yes, I Have Nicknames! You can call me TS, Singu, Purple, Nonsense, and I will have to cross the wormhole now with you.",    "cutscene_btn_happening": "What's happening?",    "cutscene_response3": "We are about to cross time and space together!",  "buttons": {    "ok": "Ok!",    "next": "Next",    "continue": "Continue"  }}