{
  "welcome": "Benvenuto nell'Universo!",
  "intro": "Sono T Singularity, il tuo allenatore. Iniziamo?",
  "click_to_create": "Clicca in qualsiasi punto dell'universo per creare la tua prima stella.",
  "waiting_astro": "In attesa che tu crei una stella...",
  "zoom_instructions": "Ottimo! Ora prova a zoomare con i tasti Q ed E, avvicinati alla stella creata.",
  "move_camera": "Puoi anche muovere la telecamera con i tasti W, A, S e D, usali per regolare la posizione della telecamera.",
  "camera_adjusted": "Perfetto! Se hai regolato la telecamera vicino alla stella, passa al prossimo passo.",
  "open_edit_panel": "Perfetto! Ora fai clic destro su una stella per aprire il pannello di modifica.",
  "create_second": "Ora crea un'altra stella vicino alla prima per vedere l'interazione gravitazionale e la collisione!",
  "waiting_second": "In attesa che tu crei un'altra stella...",
  "wait_collision": "Pronto, attendi che si scontrino per vedere cosa succede. Se si scontrano, puoi passare al prossimo passo.",
  "create_orbit": "Ora, crea un'altra stella, ma premi e trascina sullo schermo per impostare un'orbita attorno all'altra stella.",
  "waiting_orbit": "In attesa che tu crei una stella in orbita (premi e trascina)...",
  "right_click": "Perfetto! Ora fai clic destro su una stella per aprire il pannello di modifica.",
  "waiting_edit": "In attesa che tu apra il pannello di modifica...",
  "change_name": "Ottimo! Ora cambia il nome della stella come preferisci.",
  "waiting_name": "In attesa che tu cambi il nome...",
  "change_attributes": "Molto bene! Puoi cambiare attributi come Acqua, Gas, Massa e altri.",
  "change_description": "Puoi anche cambiare la descrizione della stella per personalizzarla.",
  "close_edit": "Quando hai finito, chiudi il pannello di modifica. Puoi scegliere di salvare la modifica o eliminarla, ma per ora chiudi il pannello per continuare il tutorial.",
  "waiting_close": "In attesa che tu chiuda il pannello...",
  "open_menu": "Eccellente! Ora apri il Menu dell'Universo.",
  "waiting_menu": "In attesa che tu apra il menu...",
  "see_variety": "Guarda la varietà di stelle disponibili! Scorri verso il basso per vederne di più.",
  "create_star": "Ora, scegli la stella comune nel menu e clicca nell'universo per creare la tua stella.",
  "waiting_star": "In attesa che tu crei una stella...",
  "open_menu_again": "Apri di nuovo il Menu dell'Universo per continuare.",
  "choose_rocky": "Scegli il pianeta roccioso nel menu e clicca vicino alla stella per metterlo in orbita.",
  "observe_climate": "Osserva i cambiamenti climatici sul pianeta roccioso dopo averlo messo in orbita.",
  "press_f": "Premi il tasto F, noterai che pulisce tutto l'universo.",
  "waiting_f": "In attesa che tu prema F...",
  "open_after_f": "Ora, apri di nuovo il menu dell'universo.",
  "choose_tauri": "Seleziona la stella T Tauri nel menu.",
  "create_tauri": "In attesa che tu crei la stella T Tauri...",
  "open_after_tauri": "Apri di nuovo il menu dell'universo.",
  "time_control": "Scorri il menu fino a trovare la sezione Controllo del Tempo. Guarda i flussi: Stop(0x), Molto Lento(0.01x), Lento(0.1x), Normale(1x), Veloce(10x), Super Veloce(100x), Iper Veloce (1000x), Ultra Veloce (10000x).",
  "choose_10x": "In attesa che tu scelga 10x di tempo...",
  "close_menu": "Torna in cima al menu e clicca sul pulsante X per chiudere il menu.",
  "waiting_close_menu": "In attesa che tu chiuda il menu...",
  "see_evolution": "Guarda i cambiamenti nella stella T Tauri! Anche lei, come ogni stella comune, ha fasi evolutive.",
  "press_n": "Premi N per alternare i nomi delle stelle.",
  "waiting_n": "In attesa che tu prema N...",
  "press_t": "Ora premi T per alternare le zone di temperatura delle stelle.",
  "waiting_t": "In attesa che tu prema T...",
  "tutorial_complete": "Tutorial di base completato! Buona fortuna!",
  "redirecting": "Reindirizzamento...",
    "cutscene_greeting": "Saluti, viaggiatore del tempo! Sei pronto a esplorare l'universo con me?",
    "cutscene_btn_ready": "Sono pronto, T Singularity!",
    "cutscene_response1": "Eccellente! Preparați a viaggiare alla velocità della luce attraverso l'universo.",
    "cutscene_btn_who": "Chi sei?",
    "cutscene_response2": "Sono T Singularity, la tua guida intelligente in questo viaggio cosmico. Cosa desideri sapere?",
    "cutscene_btn_speak": "Sai parlare?",
    "cutscene_speak": "Sì, sono una Singolarità Parlante, e addirittura ti farò teletrasportare ora in un'altra realtà Universale, stai attento mio compare!!",
    "cutscene_btn_why_name": "Perché 'T Singularity'?",
    "cutscene_why_name": "Perché sono una Singolarità! Ho dato origine all'Universo! Inoltre, sono qui per aiutarti, andiamo?",
    "cutscene_btn_letsgo": "Andiamo allora!",
    "cutscene_final": "Tieniti forte! L'avventura sta per iniziare ora.",
    "cutscene_btn_origin": "Hai dato origine all'universo, come?",
    "cutscene_origin": "Posso semplicemente esplodere in un big bang, beh... questo argomento è complesso... in realtà la mia storia è complessa! Caspita... stiamo per attraversare il wormhole, amico mio! Stai attento...",
    "cutscene_btn_nicknames": "Hai soprannomi?",
    "cutscene_nicknames": "Sì, ho soprannomi! Puoi chiamarmi TS, Singu, viola, stupido, e dovrò attraversare il wormhole ora con te.",
    "cutscene_btn_happening": "Cosa sta succedendo?",
    "cutscene_response3": "Stiamo per attraversare tempo e spazio insieme!",
  "buttons": {
    "ok": "Ok!",
    "next": "Avanti",
    "continue": "Continua"
  }
}
