{
  "welcome": "Bienvenue dans l'univers!",
  "intro": "Je suis T Singularity, votre entraîneur. On commence?",
  "click_to_create": "Cliquez n'importe où dans l'univers pour créer votre première étoile.",
  "waiting_astro": "En attente de la création d'une étoile...",
  "zoom_instructions": "Très bien! Essayez de zoomer avec les touches Q et E, rapprochez-vous de l'étoile créée.",
  "move_camera": "Vous pouvez aussi déplacer la caméra avec les touches W, A, S et D, utilisez-les pour ajuster la position de la caméra.",
  "camera_adjusted": "Parfait! Si la caméra est ajustée, passez à l'étape suivante.",
  "create_second": "Créez maintenant une autre étoile près de la première pour voir l'interaction gravitationnelle et la collision!",
  "waiting_second": "En attente de la création d'une autre étoile...",
  "wait_collision": "Prêt, attendez qu'elles entrent en collision pour voir ce qui se passe. Si elles entrent en collision, vous pouvez passer à l'étape suivante.",
  "create_orbit": "Maintenant, créez une étoile de plus, mais appuyez et faites glisser sur l'écran pour définir une orbite autour de l'autre étoile.",
  "waiting_orbit": "En attente que vous créiez une étoile en orbite (appuyez et faites glisser)...",
  "right_click": "Parfait! Faites un clic droit sur une étoile pour ouvrir le panneau d'édition.",
  "waiting_edit": "En attente que vous ouvriez le panneau d'édition...",
  "change_name": "Super! Modifiez maintenant le nom de l'étoile comme vous le souhaitez.",
  "waiting_name": "En attente que vous changiez le nom...",
  "change_attributes": "Très bien! Vous pouvez modifier des attributs comme l'eau, le gaz, la masse et d'autres.",
  "change_description": "Vous pouvez également modifier la description de l'étoile pour la personnaliser.",
  "close_edit": "Lorsque vous avez terminé, fermez le panneau d'édition. Vous pouvez choisir d'enregistrer la modification ou de la supprimer, mais pour l'instant, fermez le panneau pour continuer le tutoriel.",
  "waiting_close": "En attente que vous fermiez le panneau...",
  "open_menu": "Excellent! Ouvrez maintenant le menu de l'univers.",
  "waiting_menu": "En attente que vous ouvriez le menu...",
  "see_variety": "Voyez la variété d'étoiles disponibles! Faites défiler vers le bas pour en voir plus.",
  "create_star": "Maintenant, choisissez l'étoile commune dans le menu et cliquez dans l'univers pour créer votre étoile.",
  "waiting_star": "En attente que vous créiez une étoile...",
  "open_menu_again": "Ouvrez à nouveau le menu de l'univers pour continuer.",
  "choose_rocky": "Choisissez la planète rocheuse dans le menu et cliquez près de l'étoile pour la mettre en orbite.",
  "observe_climate": "Observez les changements climatiques sur la planète rocheuse après l'avoir mise en orbite.",
  "press_f": "Appuyez sur la touche F, elle efface tout l'univers.",
  "waiting_f": "En attente que vous appuyiez sur F...",
  "open_after_f": "Ouvrez à nouveau le menu de l'univers.",
  "choose_tauri": "Sélectionnez l'étoile T Tauri dans le menu.",
  "create_tauri": "En attente que vous créiez l'étoile T Tauri...",
  "open_after_tauri": "Ouvrez à nouveau le menu de l'univers.",
  "time_control": "Faites défiler le menu jusqu'à la section Contrôle du temps. Voyez les flux : Arrêt(0x), Très lent(0.01x), Lent(0.1x), Normal(1x), Rapide(10x), Super rapide(100x), Hyper rapide (1000x), Ultra rapide (10000x).",
  "choose_10x": "En attente que vous choisissiez 10x le temps...",
  "close_menu": "Revenez en haut du menu et cliquez sur le bouton X pour fermer le menu.",
  "waiting_close_menu": "En attente que vous fermiez le menu...",
  "see_evolution": "Voyez les changements dans l'étoile T Tauri! Elle, comme toute étoile commune, a des stades évolutifs.",
  "press_n": "Appuyez sur N pour afficher/masquer les noms des étoiles.",
  "waiting_n": "En attente que vous appuyiez sur N...",
  "press_t": "Appuyez maintenant sur T pour afficher/masquer les zones de température des étoiles.",
  "waiting_t": "En attente que vous appuyiez sur T...",
  "tutorial_complete": "Tutoriel de base terminé! Bonne chance!",
  "redirecting": "Redirection...",
    "cutscene_greeting": "Salutations, voyageur du temps ! Es-tu prêt à explorer l'univers avec moi ?",
    "cutscene_btn_ready": "Je suis prêt, T Singularity !",
    "cutscene_response1": "Excellent ! Prépare-toi à voyager à la vitesse de la lumière à travers l'univers.",
    "cutscene_btn_who": "Qui es-tu ?",
    "cutscene_response2": "Je suis T Singularity, ton guide intelligent dans ce voyage cosmique. Que souhaites-tu savoir ?",
    "cutscene_btn_speak": "Tu sais parler ?",
    "cutscene_speak": "Oui, je suis une Singularité Parlante, et je vais même te faire te téléporter maintenant vers une autre réalité Universelle, attention mon compère !!",
    "cutscene_btn_why_name": "Pourquoi 'T Singularity' ?",
    "cutscene_why_name": "Parce que je suis une Singularité ! J'ai donné naissance à l'Univers ! De plus, je suis ici pour t'aider, allons-y ?",
    "cutscene_btn_letsgo": "Allons-y alors !",
    "cutscene_final": "Accroche-toi ! L'aventure est sur le point de commencer maintenant.",
    "cutscene_btn_origin": "Tu as donné naissance à l'univers, comment ?",
    "cutscene_origin": "Je peux simplement exploser en un big bang, eh bien... ce sujet est complexe... en fait mon histoire est complexe ! Eh... nous sommes sur le point de traverser le trou de ver, mon ami ! Sois attentif...",
    "cutscene_btn_nicknames": "Tu as des surnoms ?",
    "cutscene_nicknames": "Oui, j'ai des surnoms ! Tu peux m'appeler TS, Singu, violet, Idiot, et je vais devoir traverser le trou de ver maintenant avec toi.",
    "cutscene_btn_happening": "Qu'est-ce qui se passe ?",
    "cutscene_response3": "Nous sommes sur le point de traverser le temps et l'espace ensemble !",
  "buttons": {
    "ok": "Ok!",
    "next": "Suivant",
    "continue": "Continuer"
  }
}
