{
  "welcome": "¡Bienvenido al Universo!",
  "intro": "Soy T Singularity, tu entrenador. ¿Comenzamos?",
  "click_to_create": "Haz clic en cualquier lugar del universo para crear tu primera estrella.",
  "waiting_astro": "Esperando a que crees una estrella...",
  "zoom_instructions": "¡Muy bien! Ahora prueba hacer zoom con las teclas Q y E, acércate a la estrella creada.",
  "move_camera": "También puedes mover la cámara con las teclas W, A, S y D, úsalas para ajustar la posición de la cámara.",
  "camera_adjusted": "¡Perfecto! Si ya ajustaste la cámara cerca de la estrella, avanza al siguiente paso.",
  "create_second": "Ahora, crea otra estrella cerca de la primera para ver la interacción gravitacional y la colisión!",
  "waiting_second": "Esperando a que crees otra estrella cercana...",
  "wait_collision": "Listo, espera a que colisionen para ver qué sucede. Si colisionan, puedes avanzar al siguiente paso.",
  "create_orbit": "Ahora, crea una estrella más, pero presiona y arrastra en la pantalla para establecer una órbita alrededor de la otra estrella.",
  "waiting_orbit": "Esperando a que crees una estrella en órbita (presiona y arrastra)...",
  "right_click": "¡Perfecto! Ahora haz clic derecho en una estrella para abrir el panel de edición.",
  "waiting_edit": "Esperando a que abras el panel de edición...",
  "change_name": "¡Genial! Ahora cambia el nombre de la estrella por el que quieras.",
  "waiting_name": "Esperando a que cambies el nombre...",
  "change_attributes": "¡Muy bien! Puedes cambiar atributos como Agua, Gas, Masa y otros.",
  "change_description": "También puedes cambiar la descripción de la estrella para personalizarla.",
  "close_edit": "Cuando termines, cierra el panel de edición. Puedes elegir guardar el cambio o eliminarlo, pero por ahora cierra el panel para continuar el tutorial.",
  "waiting_close": "Esperando a que cierres el panel...",
  "open_menu": "¡Excelente! Ahora abre el Menú del Universo.",
  "waiting_menu": "Esperando a que abras el menú...",
  "see_variety": "¡Mira la variedad de estrellas disponibles! Desplázate hacia abajo para ver más.",
  "create_star": "Ahora, elige la estrella común en el menú y haz clic en el universo para crear tu estrella.",
  "waiting_star": "Esperando a que crees una estrella...",
  "open_menu_again": "Abre el Menú del Universo para continuar.",
  "choose_rocky": "Elige el planeta rocoso en el menú y haz clic cerca de la estrella para ponerlo en órbita.",
  "observe_climate": "Observa los cambios climáticos en el planeta rocoso después de ponerlo en órbita.",
  "press_f": "Presiona la tecla F, observa que limpia todo el universo.",
  "waiting_f": "Esperando a que presiones F...",
  "open_after_f": "Ahora, abre nuevamente el menú del universo.",
  "choose_tauri": "Selecciona la estrella T Tauri en el menú.",
  "create_tauri": "Esperando a que crees la estrella T Tauri...",
  "open_after_tauri": "Abre nuevamente el menú del universo.",
  "time_control": "Desplázate por el menú hasta encontrar la sección de Control de Tiempo. Observa los flujos: Parar(0x), Muy Lento(0.01x), Lento(0.1x), Normal(1x), Rápido(10x), Súper Rápido(100x), Hiper Rápido (1000x), Ultra Rápido (10000x).",
  "choose_10x": "Esperando a que elijas 10x de tiempo...",
  "close_menu": "Vuelve a la parte superior del menú y haz clic en el botón X para cerrar el menú.",
  "waiting_close_menu": "Esperando a que cierres el menú...",
  "see_evolution": "¡Mira los cambios en la estrella T Tauri! Ella, como cualquier estrella común, tiene etapas evolutivas.",
  "press_n": "Presiona N para alternar los nombres de las estrellas.",
  "waiting_n": "Esperando a que presiones N...",
  "press_t": "Ahora presiona T para alternar las zonas de temperatura de las estrellas.",
  "waiting_t": "Esperando a que presiones T...",
  "tutorial_complete": "¡Tutorial básico completado! ¡Buena suerte!",
  "redirecting": "Redirigiendo...",
    "cutscene_greeting": "¡Saludos, viajero del tiempo! ¿Estás listo para explorar el universo conmigo?",
    "cutscene_btn_ready": "¡Estoy listo, T Singularity!",
    "cutscene_response1": "¡Excelente! Prepárate para viajar a la velocidad de la luz por el universo.",
    "cutscene_btn_who": "¿Quién eres?",
    "cutscene_response2": "Soy T Singularity, tu guía inteligente en este viaje cósmico. ¿Qué deseas saber?",
    "cutscene_btn_speak": "¿Sabes hablar?",
    "cutscene_speak": "¡Sí, soy una Singularidad Parlante, e incluso voy a hacer que te teletransportes ahora a otra realidad Universal, presta atención, mi compinche!!",
    "cutscene_btn_why_name": "¿Por qué 'T Singularity'?",
    "cutscene_why_name": "¡Porque soy una Singularidad! ¡Di origen al Universo! Además, estoy aquí para ayudarte, ¿vamos?",
    "cutscene_btn_letsgo": "¡Vamos entonces!",
    "cutscene_final": "¡Agárrate! La aventura está a punto de comenzar ahora.",
    "cutscene_btn_origin": "¿Tú diste origen al universo, cómo?",
    "cutscene_origin": "Simplemente puedo explotar en un big bang, bueno... este tema es complejo... ¡en realidad mi historia es compleja! Oye... ¡estamos a punto de atravesar el agujero de gusano, amigo! Estate atento...",
    "cutscene_btn_nicknames": "¿Tienes apodos?",
    "cutscene_nicknames": "¡Sí, tengo apodos! Puedes llamarme TS, Singu, Púrpura, Tonto, y voy a tener que atravesar el agujero de gusano ahora contigo.",
    "cutscene_btn_happening": "¿Qué está pasando?",
    "cutscene_response3": "¡Estamos a punto de cruzar el tiempo y el espacio juntos!",
  "buttons": {
    "ok": "¡Ok!",
    "next": "Siguiente",
    "continue": "Continuar"
  }
}
