{  "welcome": "Willkommen im Universum!",  "intro": "Ich bin T Singularity, dein Trainer. Lass uns beginnen!",  "click_to_create": "Klicke irgendwo im Universum, um deinen ersten Stern zu erschaffen.",  "waiting_astro": "Warte darauf, dass du einen Stern erschaffst...",  "zoom_instructions": "Sehr gut! Probiere das Zoomen mit den Tasten Q und E aus, nähere dich dem erschaffenen Stern.",  "move_camera": "Du kannst die Kamera auch mit den Tasten W, A, S und D bewegen, um die Position der Kamera anzupassen.",  "camera_adjusted": "Perfekt! Wenn du die Kamera angepasst hast, gehe zum nächsten Schritt.",  "open_edit_panel": "Perfekt! Klicke nun mit der rechten Maustaste auf einen Stern, um das Bearbeitungsfeld zu öffnen.",  "create_second": "Jetzt erschaffe einen weiteren Stern in der Nähe des ersten, um die Gravitation und Kollision zu sehen!",  "waiting_second": "Warte darauf, dass du einen weiteren Stern erschaffst...",  "wait_collision": "Warte, bis sie kollidieren, um zu sehen, was passiert. Wenn sie kollidieren, kannst du zum nächsten Schritt gehen.",  "create_orbit": "Jetzt erstelle einen weiteren Stern, aber halte die Maustaste gedrückt und ziehe, um eine Umlaufbahn um den anderen Stern zu setzen.",  "waiting_orbit": "Warte darauf, dass du einen Stern in einer Umlaufbahn erstellst (drücken und ziehen)...",  "right_click": "Perfekt! Klicke nun mit der rechten Maustaste auf einen Stern, um das Bearbeitungsfeld zu öffnen.",  "waiting_edit": "Warte darauf, dass du das Bearbeitungsfeld öffnest...",  "change_name": "Super! Ändere jetzt den Namen des Sterns, wie du möchtest.",  "waiting_name": "Warte darauf, dass du den Namen änderst...",  "change_attributes": "Sehr gut! Du kannst Attribute wie Wasser, Gas, Masse und andere ändern.",  "change_description": "Du kannst auch die Beschreibung des Sterns ändern, um ihn zu personalisieren.",  "close_edit": "Wenn du fertig bist, schließe das Bearbeitungsfeld. Du kannst die Änderung speichern oder löschen, aber schließe das Feld, um das Tutorial fortzusetzen.",  "waiting_close": "Warte darauf, dass du das Feld schließt...",  "open_menu": "Ausgezeichnet! Öffne jetzt das Universumsmenü.",  "waiting_menu": "Warte darauf, dass du das Menü öffnest...",  "see_variety": "Sieh dir die Vielfalt der verfügbaren Sterne an! Scrolle nach unten, um mehr zu sehen.",  "create_star": "Wähle jetzt den normalen Stern im Menü und klicke ins Universum, um deinen Stern zu erschaffen.",  "waiting_star": "Warte darauf, dass du einen Stern erschaffst...",  "open_menu_again": "Öffne das Universumsmenü erneut, um fortzufahren.",  "choose_rocky": "Wähle den Gesteinsplaneten im Menü und klicke in die Nähe des Sterns, um ihn in eine Umlaufbahn zu bringen.",  "observe_climate": "Beobachte die Klimaänderungen auf dem Gesteinsplaneten, nachdem du ihn in eine Umlaufbahn gebracht hast.",  "press_f": "Drücke die Taste F, sie leert das gesamte Universum.",  "waiting_f": "Warte darauf, dass du F drückst...",  "open_after_f": "Öffne jetzt erneut das Universumsmenü.",  "choose_tauri": "Wähle den T Tauri Stern im Menü aus.",  "create_tauri": "Warte darauf, dass du den T Tauri Stern erschaffst...",  "open_after_tauri": "Öffne erneut das Universumsmenü.",  "time_control": "Scrolle im Menü, bis du den Bereich Zeitkontrolle findest. Sieh dir die Flüsse an: Stopp(0x), Sehr Langsam(0.01x), Langsam(0.1x), Normal(1x), Schnell(10x), Super Schnell(100x), Hyper Schnell (1000x), Ultra Schnell (10000x).",  "choose_10x": "Warte darauf, dass du 10x Zeit auswählst...",  "close_menu": "Gehe zurück zum oberen Rand des Menüs und klicke auf das X, um das Menü zu schließen.",  "waiting_close_menu": "Warte darauf, dass du das Menü schließt...",  "see_evolution": "Sieh dir die Veränderungen im T Tauri Stern an! Er hat wie jeder normale Stern Entwicklungsstadien.",  "press_n": "Drücke N, um die Namen der Sterne umzuschalten.",  "waiting_n": "Warte darauf, dass du N drückst...",  "press_t": "Drücke jetzt T, um die Temperaturzonen der Sterne umzuschalten.",  "waiting_t": "Warte darauf, dass du T drückst...",  "tutorial_complete": "Grundlegendes Tutorial abgeschlossen! Viel Glück!",  "redirecting": "Weiterleitung...",    "cutscene_greeting": "Grüße, Zeitreisender! Bist du bereit, das Universum mit mir zu erkunden?",    "cutscene_btn_ready": "Ich bin bereit, T Singularity!",    "cutscene_response1": "Ausgezeichnet! Mach dich bereit, mit Lichtgeschwindigkeit durch das Universum zu reisen.",    "cutscene_btn_who": "Wer bist du?",    "cutscene_response2": "Ich bin T Singularity, deine intelligente Führung auf dieser kosmischen Reise. Was möchtest du wissen?",    "cutscene_btn_speak": "Kannst du sprechen?",    "cutscene_speak": "Ja, ich bin eine sprechende Singularität, und ich werde dich sogar jetzt in eine andere universelle Realität teleportieren, pass auf, mein Kumpel!!",    "cutscene_btn_why_name": "Warum 'T Singularity'?",    "cutscene_why_name": "Weil ich eine Singularität bin! Ich habe das Universum erschaffen! Außerdem bin ich hier, um dir zu helfen, los geht's?",    "cutscene_btn_letsgo": "Dann los!",    "cutscene_final": "Festhalten! Das Abenteuer beginnt jetzt.",    "cutscene_btn_origin": "Du hast das Universum erschaffen, wie?",    "cutscene_origin": "Ich kann einfach in einem Urknall explodieren, na ja... dieses Thema ist komplex... eigentlich ist meine Geschichte komplex! Ohje... wir sind dabei, das Wurmloch zu durchqueren, mein Freund! Sei auf der Hut...",    "cutscene_btn_nicknames": "Hast du Spitznamen?",    "cutscene_nicknames": "Ja, ich habe Spitznamen! Du kannst mich TS, Singu, purple, Nonsense, nennen, und ich werde jetzt das Wurmloch mit dir durchqueren müssen.",    "cutscene_btn_happening": "Was passiert hier?",    "cutscene_response3": "Wir sind dabei, Zeit und Raum gemeinsam zu durchqueren!",  "buttons": {    "ok": "OK!",    "next": "Weiter",    "continue": "Fortfahren"  }}