{  "welcome": "Evrene hoş geldiniz!",  "intro": "Ben T Singularity, eğitmeninizim. Başlayalım mı?",  "click_to_create": "İlk gök cisminizi oluşturmak için evrende herhangi bir yere tıklayın.",  "waiting_astro": "Bir gök cismi oluşturmanızı bekliyorum...",  "zoom_instructions": "Harika! Şimdi Q ve E tuşlarını kullanarak yakınlaştırmayı deneyin, oluşturduğunuz gök cismine yaklaşın.",  "move_camera": "Kamerayı W, A, S ve D tuşlarıyla da hareket ettirebilirsiniz. Kameranın konumunu ayarlamak için bunları kullanın.",  "camera_adjusted": "Mükemmel! Kamerayı gök cisminin yakınına ayarladınız mı? Evetse bir sonraki adıma geçin.",  "open_edit_panel": "Mükemmel! Şimdi bir gök cismine sağ tıklayarak düzenleme panelini açın.",  "create_second": "Şimdi, ilk gök cisminin yakınına başka bir gök cismi oluşturun ve kütleçekim etkileşimini ve çarpışmayı izleyin!",  "waiting_second": "Yakında başka bir gök cismi oluşturmanızı bekliyorum...",  "wait_collision": "Hazır, çarpışmalarını bekleyin ve ne olacağını görün. Çarpışırlarsa bir sonraki adıma geçebilirsiniz.",  "create_orbit": "Şimdi bir gök cismi daha oluşturun, ancak ekrana basılı tutup sürükleyerek diğer gök cisminin etrafında bir yörünge belirleyin.",  "waiting_orbit": "Bir gök cismini yörüngeye yerleştirmenizi bekliyorum (basılı tutup sürükleyin)...",  "right_click": "Mükemmel! Şimdi bir gök cismine sağ tıklayarak düzenleme panelini açın.",  "waiting_edit": "Düzenleme panelini açmanızı bekliyorum...",  "change_name": "Harika! Şimdi gök cisminin adını istediğiniz gibi değiştirin.",  "waiting_name": "Adı değiştirmenizi bekliyorum...",  "change_attributes": "Çok iyi! Su, Gaz, Kütle ve diğer özellikleri değiştirebilirsiniz.",  "change_description": "Ayrıca gök cisminin açıklamasını da kişiselleştirmek için değiştirebilirsiniz.",  "close_edit": "İşiniz bittiğinde düzenleme panelini kapatın. İsterseniz değişikliği kaydedebilir veya silebilirsiniz, ancak şimdilik paneli kapatıp eğitime devam edin.",  "waiting_close": "Paneli kapatmanızı bekliyorum...",  "open_menu": "Mükemmel! Şimdi Evren Menüsünü açın.",  "waiting_menu": "Menüyü açmanızı bekliyorum...",  "see_variety": "Mevcut gök cisimlerinin çeşitliliğine bakın! Daha fazlasını görmek için aşağı kaydırın.",  "create_star": "Şimdi menüden sıradan yıldızı seçin ve evrende bir yere tıklayarak yıldızınızı oluşturun.",  "waiting_star": "Bir yıldız oluşturmanızı bekliyorum...",  "open_menu_again": "Devam etmek için Evren Menüsünü tekrar açın.",  "choose_rocky": "Menüden Kayalık gezegeni seçin ve yörüngeye yerleştirmek için yıldızın yakınına tıklayın.",  "observe_climate": "Kayalık gezegeni yörüngeye yerleştirdikten sonra iklim değişikliklerini gözlemleyin.",  "press_f": "F tuşuna basın, tüm evreni temizler.",  "waiting_f": "F tuşuna basmanızı bekliyorum...",  "open_after_f": "Şimdi evren menüsünü tekrar açın.",  "choose_tauri": "Menüden T Tauri Yıldızını seçin.",  "create_tauri": "T Tauri Yıldızını oluşturmanızı bekliyorum...",  "open_after_tauri": "Evren menüsünü tekrar açın.",  "time_control": "Menüyü kaydırarak Zaman Kontrolü bölümünü bulun. Akışlar: Durdur(0x), Çok Yavaş(0.01x), Yavaş(0.1x), Normal(1x), Hızlı(10x), Süper Hızlı(100x), Hiper Hızlı (1000x), Ultra Hızlı (10000x).",  "choose_10x": "10x zaman hızını seçmenizi bekliyorum...",  "close_menu": "Menünün en üstüne dönün ve menüyü kapatmak için X düğmesine tıklayın.",  "waiting_close_menu": "Menüyü kapatmanızı bekliyorum...",  "see_evolution": "T Tauri Yıldızındaki değişikliklere bakın! O da diğer sıradan yıldızlar gibi evrimsel aşamalara sahiptir.",  "press_n": "Gök cisimlerinin adlarını değiştirmek için N tuşuna basın.",  "waiting_n": "N tuşuna basmanızı bekliyorum...",  "press_t": "Şimdi yıldızların sıcaklık bölgelerini değiştirmek için T tuşuna basın.",  "waiting_t": "T tuşuna basmanızı bekliyorum...",  "tutorial_complete": "Temel eğitim tamamlandı! İyi şanslar!",  "redirecting": "Yönlendiriliyor...",    "cutscene_greeting": "Selamlar, zaman yolcusu! Benimle evreni keşfetmeye hazır mısın?",    "cutscene_btn_ready": "Hazırım, T Singularity!",    "cutscene_response1": "Mükemmel! Evrende ışık hızında seyahat etmeye hazır ol.",    "cutscene_btn_who": "Sen kimsin?",    "cutscene_response2": "Ben T Singularity, bu kozmik yolculukta senin akıllı rehberinim. Ne bilmek istiyorsun?",    "cutscene_btn_speak": "Konuşabiliyor musun?",    "cutscene_speak": "Evet, ben Konuşan bir Tekillik'im ve hatta seni şimdi başka bir Evrensel gerçekliğe ışınlayacağım, dikkatli ol dostum!!",    "cutscene_btn_why_name": "Neden 'T Singularity'?",    "cutscene_why_name": "Çünkü ben bir Tekillik'im! Evrenin kökenini ben yarattım! Ayrıca, sana yardım etmek için buradayım, gidelim mi?",    "cutscene_btn_letsgo": "O zaman hadi gidelim!",    "cutscene_final": "Sıkı tutun! Macera şimdi başlamak üzere.",    "cutscene_btn_origin": "Evrenin kökenini nasıl yarattın?",    "cutscene_origin": "Basitçe bir büyük patlamayla patlayabilirim, şey... bu konu karmaşık... aslında benim hikayem karmaşık! Hey... şu an solucan deliğinden geçmek üzereyiz, dostum! Dikkatli ol...",    "cutscene_btn_nicknames": "Takma adların var mı?",    "cutscene_nicknames": "Evet, Takma Adlarım Var! Bana TS, Singu, Purple, diyebilirsin ve şimdi seninle solucan deliğinden geçmek zorunda kalacağım.",    "cutscene_btn_happening": "Neler oluyor?",    "cutscene_response3": "Birlikte zaman ve uzayı geçmek üzereyiz!",  "buttons": {    "ok": "Tamam!",    "next": "Sonraki",    "continue": "Devam et"  }}