{  "welcome": "Bem-vindo ao Universo!",  "intro": "Eu sou o T Singularity, seu Treinador, vamos começar?",  "click_to_create": "Clique em qualquer lugar do universo para criar seu primeiro astro.",  "waiting_astro": "Aguardando você criar um astro...",  "zoom_instructions": "Muito bem! Agora experimente dar zoom usando as teclas Q e E, use para se aproximar do astro criado, (em celulares toque e arraste para dentro e para fora para o zoom).",  "move_camera": "Você também pode mover a câmera com as teclas W, A, S e D, use eles para ajustar a posição da câmera, (em celulares toque com os 2 dedos e arraste para dentro e para os lados).",  "camera_adjusted": "Perfeito! você já ajustou a câmera perto do astro né? se sim avance para o próximo passo.",  "open_edit_panel": "Perfeito! Agora clique com o botão direito em um astro para abrir o painel de edição.",  "create_second": "Agora, crie outro astro perto do primeiro para ver a interação gravitacional e colisão!",  "waiting_second": "Aguardando você criar outro astro próximo...",  "wait_collision": "Pronto, espere eles se colidirem para ver o que acontece, se eles se colidirem, você pode avançar para o próximo passo.",  "create_orbit": "Agora, crie mais um astro, mas pressione e arraste na tela para definir uma órbita ao redor do outro astro.",  "waiting_orbit": "Aguardando você criar um astro em órbita (pressione e arraste)...",  "right_click": "Perfeito! Agora clique com o botão direito em um astro para abrir o painel de edição, (em celulares toque com 1 dedo duas vezes no astro).",  "waiting_edit": "Aguardando você abrir o painel de edição...",  "change_name": "Ótimo! Agora altere o nome do astro para o que quiser.",  "waiting_name": "Aguardando você mudar o nome...",  "change_attributes": "Muito bem! Você pode alterar atributos como Água, Gás, Massa e outros.",  "change_description": "Você também pode alterar a descrição do astro para personalizá-lo.",  "close_edit": "Quando terminar, feche o painel de edição, se quiser pode escolher a opção de salvar a alteração ou deletar ele, más, por enquanto feche o painel para continuar o tutorial.",  "waiting_close": "Aguardando você fechar o painel...",  "open_menu": "Excelente! Agora abra o Menu do Universo.",  "waiting_menu": "Aguardando você abrir o menu...",  "see_variety": "Veja a diversidade de astros disponíveis! Role para baixo para ver mais.",  "create_star": "Agora, escolha a estrela comum no menu e clique no universo para criar sua estrela.",  "waiting_star": "Aguardando você criar uma estrela...",  "open_menu_again": "Abra o Menu do Universo para continuar.",  "choose_rocky": "Escolha o planeta Rochoso no menu e clique próximo à estrela para colocá-lo em órbita.",  "observe_climate": "Observe as alterações climáticas no planeta Rochoso após colocá-lo em órbita.",  "press_f": "Pressione a tecla F , observe que ela limpa todo o universo.",  "waiting_f": "Aguardando você pressionar F...",  "open_after_f": "Agora, abra novamente o menu do universo.",  "choose_tauri": "Selecione a estrela T Tauri Star no menu.",  "create_tauri": "Aguardando você criar a T Tauri Star...",  "open_after_tauri": "Abra novamente o menu do universo.",  "time_control": "Role o menu até encontrar a sessão Controle de Tempo. Veja os fluxos: Parar(0x), Muito Lento(0.01x), Lento(0.1x), Normal(1x), Rápido(10x), Super Rápido(100x), Hiper Rápido (1000x), Ultra Rápido (10000x).",  "choose_10x": "Aguardando você escolher 10x de tempo...",  "close_menu": "volte ao topo do menu e clique no botão X para fechar o menu.",  "waiting_close_menu": "Aguardando você fechar o menu...",  "see_evolution": "Veja as mudanças na T Tauri Star! Ela, como qualquer estrela comum, tem estágios evolutivos.",  "press_n": "Pressione N para alternar nomes dos astros, (a opção está no menu para celulares).",  "waiting_n": "Aguardando você pressionar N...",  "press_t": "Agora pressione T para alternar zonas de temperatura das estrelas, (a opção está no menu para celulares).",  "waiting_t": "Aguardando você pressionar T...",  "tutorial_complete": "Tutorial básico concluído! Boa sorte!",  "redirecting": "Encaminhando...",  "cutscene_greeting": "Saudações, viajante do tempo! Você está pronto para explorar o universo comigo?",    "cutscene_btn_ready": "Estou pronto, T Singularity!",      "cutscene_response1": "Excelente! Prepare-se para viajar na velocidade da luz pelo universo.",    "cutscene_btn_who": "Quem é você?",      "cutscene_response2": "Sou T Singularity, sua inteligência guia nesta jornada cósmica. O que deseja saber?",        "cutscene_btn_speak": "Você sabe falar?",          "cutscene_speak": "Sim, eu sou uma Singularidade Falante, e inclusive, vou fazer você se teletransportar agora para uma outra realidade Universal, fique atento meu comparsa!!",        "cutscene_btn_why_name": "Por que 'T Singularity'?",          "cutscene_why_name": "Porque eu sou uma Singularidade! Dei origem ao Universo! inclusive, estou aqui para te ajudar, vamos lá?",            "cutscene_btn_letsgo": "Vamos lá então!",              "cutscene_final": "Segure-se! A aventura vai começar agora.",            "cutscene_btn_origin": "Você deu origem ao universo como?",              "cutscene_origin": "Eu simplesmente consigo explodir em um big bang, bem... esse tema é complexo... na verdade a minha história é complexa! Eita... estamos prestes a atravessar o buraco de minhoca amigão! fique atento...",        "cutscene_btn_nicknames": "Você tem Apelidos?",          "cutscene_nicknames": "Tenho Apelidos Sim! Pode me chamar de TS, Singu, Roxinho, Bobão, e vou ter que atravessar o buraco de minhoca agora com você.",    "cutscene_btn_happening": "O que está acontecendo?",      "cutscene_response3": "Estamos prestes a atravessar o tempo e o espaço juntos!",  "buttons": {    "ok": "OK!",    "next": "Próximo",    "continue": "Continuar"  }}