{  "welcome": "Welkom in het universum!",  "intro": "Ik ben T Singularity, jouw trainer. Zullen we beginnen?",  "click_to_create": "Klik ergens in het universum om je eerste hemellichaam te maken.",  "waiting_astro": "Wachten tot je een hemellichaam maakt...",  "zoom_instructions": "Goed gedaan! Probeer nu in en uit te zoomen met de Q- en E-toetsen om dichter bij het gemaakte hemellichaam te komen.",  "move_camera": "Je kunt de camera ook verplaatsen met de W-, A-, S- en D-toetsen. Gebruik deze om de positie van de camera aan te passen.",  "camera_adjusted": "Perfect! Heb je de camera al dicht bij het hemellichaam gezet? Ga dan verder naar de volgende stap.",  "open_edit_panel": "Uitstekend! Klik nu met de rechtermuisknop op een hemellichaam om het bewerkingspaneel te openen.",  "create_second": "Maak nu een ander hemellichaam dicht bij het eerste om de zwaartekrachtinteractie en botsing te zien!",  "waiting_second": "Wachten tot je een ander hemellichaam dichtbij maakt...",  "wait_collision": "Klaar, wacht tot ze botsen om te zien wat er gebeurt. Als ze botsen, kun je doorgaan naar de volgende stap.",  "create_orbit": "Maak nu nog een hemellichaam, maar houd ingedrukt en sleep op het scherm om een baan rond het andere hemellichaam te maken.",  "waiting_orbit": "Wachten tot je een hemellichaam in een baan maakt (ingedrukt houden en slepen)...",  "right_click": "Perfect! Klik nu met de rechtermuisknop op een hemellichaam om het bewerkingspaneel te openen.",  "waiting_edit": "Wachten tot je het bewerkingspaneel opent...",  "change_name": "Geweldig! Verander nu de naam van het hemellichaam naar wat je wilt.",  "waiting_name": "Wachten tot je de naam verandert...",  "change_attributes": "Heel goed! Je kunt attributen zoals Water, Gas, Massa en andere aanpassen.",  "change_description": "Je kunt ook de beschrijving van het hemellichaam aanpassen om het te personaliseren.",  "close_edit": "Als je klaar bent, sluit je het bewerkingspaneel. Je kunt ervoor kiezen om de wijziging op te slaan of te verwijderen, maar sluit het paneel nu om door te gaan met de tutorial.",  "waiting_close": "Wachten tot je het paneel sluit...",  "open_menu": "Uitstekend! Open nu het Universummenu.",  "waiting_menu": "Wachten tot je het menu opent...",  "see_variety": "Bekijk de verscheidenheid aan beschikbare hemellichamen! Scroll naar beneden om meer te zien.",  "create_star": "Kies nu de gewone ster in het menu en klik in het universum om je ster te maken.",  "waiting_star": "Wachten tot je een ster maakt...",  "open_menu_again": "Open het Universummenu opnieuw om verder te gaan.",  "choose_rocky": "Kies de rotsachtige planeet in het menu en klik dicht bij de ster om deze in een baan te plaatsen.",  "observe_climate": "Observeer de klimaatveranderingen op de rotsachtige planeet nadat je deze in een baan hebt geplaatst.",  "press_f": "Druk op de F-toets, deze wist het hele universum.",  "waiting_f": "Wachten tot je op F drukt...",  "open_after_f": "Open nu opnieuw het universummenu.",  "choose_tauri": "Selecteer de T Tauri-ster in het menu.",  "create_tauri": "Wachten tot je de T Tauri-ster maakt...",  "open_after_tauri": "Open opnieuw het universummenu.",  "time_control": "Scroll door het menu tot je de sectie Tijdcontrole vindt. Zie de snelheden: Stop(0x), Zeer langzaam(0.01x), Langzaam(0.1x), Normaal(1x), Snel(10x), Supersnel(100x), Hyper Snel (1000x), Ultra Snel (10000x).",  "choose_10x": "Wachten tot je 10x snelheid kiest...",  "close_menu": "Ga terug naar de bovenkant van het menu en klik op de X-knop om het menu te sluiten.",  "waiting_close_menu": "Wachten tot je het menu sluit...",  "see_evolution": "Bekijk de veranderingen in de T Tauri-ster! Net als elke gewone ster heeft deze evolutionaire stadia.",  "press_n": "Druk op N om de namen van de hemellichamen te wisselen.",  "waiting_n": "Wachten tot je op N drukt...",  "press_t": "Druk nu op T om de temperatuurzones van de sterren te wisselen.",  "waiting_t": "Wachten tot je op T drukt...",  "tutorial_complete": "Basistutorial voltooid! Veel succes!",  "redirecting": "Doorsturen...",   "cutscene_greeting": "Gegroet, tijdreiziger! Ben je klaar om het universum met mij te verkennen?",    "cutscene_btn_ready": "Ik ben klaar, T Singularity!",    "cutscene_response1": "Uitstekend! Maak je klaar om met de snelheid van het licht door het universum te reizen.",    "cutscene_btn_who": "Wie ben je?",    "cutscene_response2": "Ik ben T Singularity, je intelligente gids op deze kosmische reis. Wat wil je weten?",    "cutscene_btn_speak": "Kun je praten?",    "cutscene_speak": "Ja, ik ben een Sprekende Singulariteit, en ik ga je nu zelfs laten teleporteren naar een andere universele realiteit, let op mijn maatje!!",    "cutscene_btn_why_name": "Waarom 'T Singularity'?",    "cutscene_why_name": "Omdat ik een Singulariteit ben! Ik heb het universum ontstaan! Bovendien ben ik hier om je te helpen, zullen we gaan?",    "cutscene_btn_letsgo": "Laten we dan gaan!",    "cutscene_final": "Houd je vast! Het avontuur begint nu.",    "cutscene_btn_origin": "Je hebt het universum ontstaan, hoe?",    "cutscene_origin": "Ik kan simpelweg exploderen in een oerknal, nou... dit onderwerp is complex... eigenlijk is mijn verhaal complex! Jeez... we staan op het punt om het wormgat over te steken, mijn vriend! Wees alert...",    "cutscene_btn_nicknames": "Heb je bijnamen?",    "cutscene_nicknames": "Ja, ik heb bijnamen! Je mag me TS, Singu,  noemen, en ik zal nu het wormgat met je moeten oversteken.",    "cutscene_btn_happening": "Wat is er aan de hand?",    "cutscene_response3": "We staan op het punt om tijd en ruimte samen over te steken!",  "buttons": {    "ok": "Ok!",    "next": "Volgende",    "continue": "Doorgaan"  }}