{
  "welcome": "Добро пожаловать во Вселенную!",
  "intro": "Я Т Сингулярность, ваш тренер. Начнем?",
  "click_to_create": "Кликните в любом месте Вселенной, чтобы создать свое первое небесное тело.",
  "waiting_astro": "Ожидание создания вами небесного тела...",
  "zoom_instructions": "Отлично! Теперь попробуйте приблизить или отдалить с помощью клавиш Q и E, чтобы подойти ближе к созданному телу.",
  "move_camera": "Вы также можете перемещать камеру с помощью клавиш W, A, S и D. Используйте их для настройки положения камеры.",
  "camera_adjusted": "Прекрасно! Вы уже настроили камеру рядом с телом? Если да, переходите к следующему шагу.",
  "create_second": "Теперь создайте еще одно тело рядом с первым, чтобы увидеть гравитационное взаимодействие и столкновение!",
  "waiting_second": "Ожидание создания вами второго тела поблизости...",
  "wait_collision": "Готово, дождитесь их столкновения, чтобы увидеть, что произойдет. После столкновения переходите к следующему шагу.",
  "create_orbit": "Теперь создайте еще одно тело, но нажмите и перетащите на экране, чтобы задать орбиту вокруг другого тела.",
  "waiting_orbit": "Ожидание создания вами тела на орбите (нажмите и перетащите)...",
  "right_click": "Отлично! Теперь кликните правой кнопкой мыши по телу, чтобы открыть панель редактирования.",
  "waiting_edit": "Ожидание открытия вами панели редактирования...",
  "change_name": "Отлично! Теперь измените имя тела на любое, какое захотите.",
  "waiting_name": "Ожидание изменения вами имени...",
  "change_attributes": "Очень хорошо! Вы можете изменить такие атрибуты, как Вода, Газ, Масса и другие.",
  "change_description": "Вы также можете изменить описание тела для персонализации.",
  "close_edit": "Когда закончите, закройте панель редактирования. Вы можете сохранить изменения или удалить тело, но пока просто закройте панель, чтобы продолжить обучение.",
  "waiting_close": "Ожидание закрытия вами панели...",
  "open_menu": "Отлично! Теперь откройте меню Вселенной.",
  "waiting_menu": "Ожидание открытия вами меню...",
  "see_variety": "Посмотрите на разнообразие доступных тел! Прокрутите вниз, чтобы увидеть больше.",
  "create_star": "Теперь выберите обычную звезду в меню и кликните во Вселенной, чтобы создать свою звезду.",
  "waiting_star": "Ожидание создания вами звезды...",
  "open_menu_again": "Откройте меню Вселенной еще раз, чтобы продолжить.",
  "choose_rocky": "Выберите каменистую планету в меню и кликните рядом со звездой, чтобы поместить ее на орбиту.",
  "observe_climate": "Наблюдайте за изменениями климата на каменистой планете после помещения ее на орбиту.",
  "press_f": "Нажмите клавишу F, чтобы очистить всю Вселенную.",
  "waiting_f": "Ожидание нажатия вами F...",
  "open_after_f": "Теперь снова откройте меню Вселенной.",
  "choose_tauri": "Выберите звезду T Тау в меню.",
  "create_tauri": "Ожидание создания вами звезды T Тау...",
  "open_after_tauri": "Снова откройте меню Вселенной.",
  "time_control": "Прокрутите меню до раздела Контроль времени. Доступны режимы: Стоп(0x), Очень медленно(0.01x), Медленно(0.1x), Нормально(1x), Быстро(10x), Супер быстро(100x), Гипер быстро (1000x), Ультра быстро (10000x).",
  "choose_10x": "Ожидание выбора вами скорости 10x...",
  "close_menu": "Вернитесь в начало меню и нажмите кнопку X, чтобы закрыть меню.",
  "waiting_close_menu": "Ожидание закрытия вами меню...",
  "see_evolution": "Посмотрите на изменения звезды T Тау! Как и у любой обычной звезды, у нее есть стадии эволюции.",
  "press_n": "Нажмите N, чтобы переключать имена тел.",
  "waiting_n": "Ожидание нажатия вами N...",
  "press_t": "Теперь нажмите T, чтобы переключать температурные зоны звезд.",
  "waiting_t": "Ожидание нажатия вами T...",
  "tutorial_complete": "Базовый учебник завершен! Удачи!",
  "redirecting": "Перенаправление...",
    "cutscene_greeting": "Приветствую, путешественник во времени! Готов ли ты исследовать вселенную со мной?",
    "cutscene_btn_ready": "Я готов, T Singularity!",
    "cutscene_response1": "Превосходно! Приготовься путешествовать со скоростью света по вселенной.",
    "cutscene_btn_who": "Кто ты?",
    "cutscene_response2": "Я T Singularity, твой интеллектуальный гид в этом космическом путешествии. Что ты хочешь знать?",
    "cutscene_btn_speak": "Ты умеешь говорить?",
    "cutscene_speak": "Да, я Говорящая Сингулярность, и я даже заставлю тебя телепортироваться сейчас в другую универсальную реальность, будь внимателен, мой приятель!!",
    "cutscene_btn_why_name": "Почему 'T Singularity'?",
    "cutscene_why_name": "Потому что я Сингулярность! Я положила начало Вселенной! Кроме того, я здесь, чтобы помочь тебе, мы идем?",
    "cutscene_btn_letsgo": "Тогда пошли!",
    "cutscene_final": "Держись крепче! Приключение вот-вот начнется.",
    "cutscene_btn_origin": "Ты положила начало вселенной, как?",
    "cutscene_origin": "Я могу просто взорваться в большом взрыве, ну... эта тема сложная... на самом деле моя история сложная! Боже... мы вот-вот пересечем червоточину, друг мой! Будь начеку...",
    "cutscene_btn_nicknames": "У тебя есть прозвища?",
    "cutscene_nicknames": "Да, у меня есть прозвища! Ты можешь называть меня TS, Сингу, Purple, Бобан, и мне придется пересекать червоточину сейчас с тобой.",
    "cutscene_btn_happening": "Что происходит?",
    "cutscene_response3": "Мы вот-вот пересечем время и пространство вместе!",
  "buttons": {
    "ok": "Ок!",
    "next": "Далее",
    "continue": "Продолжить"
  }
}