[
    "هل كنت تعلم أن SIU2D هو أول لعبة تم إنشاؤها بواسطة FGP؟",
    "جرّب إنشاء أنظمة نجمية ثنائية.",
    "معلومة: التفردات هي نقاط لإمكانات لا نهائية!",
    "استكشف، أنشئ، دمّر وأعد ابتكار كونك الخاص.",
    "يمكن تخصيص كل جرم سماوي بالاسم والخصائص.",
    "استمتع بتجربة التصادمات الكونية!",
    "يمكنك تسريع أو إبطاء الوقت في SIU2D في أي لحظة.",
    "Singularity T دائماً جاهز لمساعدتك!",
    "FGP تتمنى لك رحلة رائعة عبر الكون!",
    "اكتشف أسرار الكون ثنائي الأبعاد!",
    "هذا الكون هو كرتوني ثنائي الأبعاد!",
    "يُعتقد أنه من الصعب وجود كواكب صالحة للسكن.",
    "معلومة: أدنى درجة حرارة في الكون هي -273.15 درجة مئوية، أي تقريباً 0 كلفن.",
    "هل تعلم أن أكبر نجم معروف هو UY Scuti؟",
    "أكبر نجم معروف هو UY Scuti، بنصف قطر يقارب 1700 مرة من الشمس.",
    "سيكون من الرائع قضاء العطلات على كواكب تشبه المريخ.",
    "هل تعلم أن هناك نجومًا في الكون أكثر من حبات الرمل في جميع شواطئ الأرض؟",
    "التفرد هو نقطة الكثافة اللانهائية.",
    "هل تعلم أن التفرد هو الحالة الأولية للانفجار العظيم؟",
    "كل ما يدخل في ثقب أسود يضيع إلى الأبد.",
    "هل تعلم أن الثقوب السوداء يمكن أن تندمج وتخلق موجات جاذبية؟",
    "اندماج الثقوب السوداء هو أحد أكثر الأحداث طاقة في الكون.",
    "هل تعلم أنه يمكن استخدام الضوء لاكتشاف الثقوب السوداء؟",
    "يمكن استخدام الضوء لدراسة البيئة حول الثقب الأسود.",
    "كل شيء يُبنى.. يُدمّر.. ويُعاد بناؤه.. هذا أحد مبادئ التفرد.",
    "هل تعلم أنه من الممكن هنا إنشاء ثقوب بيضاء؟",
    "لا تحزن، فالثقوب السوداء ليست الأجسام الأكثر كثافة في الكون!",
    "مفارقة فيرمي: إذا كانت الحياة الذكية محتملة، فلماذا لم نعثر على أي إشارة لها؟",
    "نظرية النسبية: الزمان والمكان نسبيان، وضعها ألبرت أينشتاين.",
    "الثقوب السوداء ليست ثقوبًا، بل مناطق من الزمكان منحنية للغاية.",
    "لا يمكن للضوء الهروب من الثقب الأسود بسبب جاذبيته الشديدة.",
    "الثقوب البيضاء نظريًا هي عكس الثقوب السوداء، تطرد المادة والضوء.",
    "هل تعلم أنه لا شيء يتجاوز سرعة الضوء؟ إنها الحد الأقصى الكوني.",
    "سرعة الضوء في الفراغ حوالي 299,792,458 مترًا في الثانية.",
    "لا شيء يمكنه السفر أسرع من الضوء، ولا حتى المعلومات.",
    "هل تعلم أن الضوء يستغرق حوالي 8 دقائق و20 ثانية ليصل من الشمس إلى الأرض؟",
    "الضوء هو شكل من أشكال الإشعاع الكهرومغناطيسي المرئي للعين البشرية.",
    "الضوء الأبيض يتكون من عدة ألوان يمكن فصلها بواسطة منشور.",
    "هل تعلم أن الضوء يمكن أن يتصرف كموجة وجسيم في آن واحد؟",
    "الضوء هو شكل من أشكال الطاقة ينتقل في موجات.",
    "يمكن أن ينعكس الضوء أو ينكسر أو يُمتص بواسطة مواد مختلفة.",
    "هل تعلم أنه يمكن تقسيم الضوء إلى طيف ألوانه باستخدام منشور؟",
    "الضوء جزء أساسي من فهمنا للكون.",
    "الضوء ضروري للحياة على الأرض، إذ يسمح بعملية التمثيل الضوئي للنباتات.",
    "يجب أن يكون هناك أكثر من 50 نوعًا من الكواكب المختلفة في هذا المحاكي.",
    "هل تعلم أن متوسط درجة الحرارة على المريخ هو -63 درجة مئوية؟",
    "هل تعلم أن أعلى جبل في النظام الشمسي هو جبل أوليمبوس على المريخ؟",
    "هل تعلم أن المريخ يحتوي على أكبر وادٍ في النظام الشمسي يسمى فاليس مارينيريس؟",
    "هل تعلم أن للمريخ قمرين يُدعيان فوبوس وديموس؟",
    "هل تعلم أن المريخ هو الكوكب الأكثر شبهًا بالأرض في نظامنا الشمسي؟",
    "هل تعلم أن يوم المريخ يشبه يوم الأرض تقريبًا، حيث يبلغ حوالي 24 ساعة و37 دقيقة؟",
    "لا يُعرف ما إذا كان الكون لا نهائيًا أم محدودًا.",
    "لا نعرف بالضبط عمر الكون، لكن التقديرات تشير إلى حوالي 13.8 مليار سنة.",
    "الكون في حالة توسع منذ الانفجار العظيم، وهذا التوسع يتسارع.",
    "سؤال: كيف ستكون نهاية الكون؟",
    "الكون يتكون أساسًا من المادة المظلمة والطاقة المظلمة التي لا يمكننا رؤيتها مباشرة.",
    "قد يكون الضوء الذي نراه من النجوم اليوم قد سافر ملايين أو مليارات السنين قبل أن يصل إلينا.",
    "إشعاع الخلفية الكونية الميكروي هو دليل على الانفجار العظيم.",
    "معظم كتلة الكون في شكل مادة مظلمة لا تصدر ضوءًا أو إشعاعًا يمكن اكتشافه.",
    "الطاقة المظلمة هي شكل غامض من الطاقة يسبب تسارع توسع الكون.",
    "قد يحتوي الكون على أبعاد متعددة غير الأبعاد الثلاثة التي يمكننا إدراكها.",
    "تقترح نظرية الأوتار أن الجسيمات الأساسية في الكون هي في الواقع أوتار صغيرة تهتز.",
    "الجاذبية هي القوة التي تبقي الكواكب في مداراتها حول الشمس والمجرات مترابطة."
]