[
    "Wusstest du, dass SIU2D das erste von FGP entwickelte Spiel ist?",
    "Probiere aus, binäre Sternsysteme zu erstellen.",
    "Wissenswert: Singularitäten sind Punkte unendlicher Möglichkeiten!",
    "Erkunde, erschaffe, zerstöre und erfinde dein eigenes Universum neu.",
    "Jeder Himmelskörper kann mit Namen und Attributen personalisiert werden.",
    "Nutze die Gelegenheit, kosmische Kollisionen zu erleben!",
    "Du kannst die Zeit in SIU2D jederzeit beschleunigen oder verlangsamen.",
    "T Singularity ist immer bereit, dir zu helfen!",
    "FGP wünscht dir eine großartige Reise durch das Universum!",
    "Entdecke die Geheimnisse des Universums in 2D!",
    "Dieses Universum ist ein 2D-Cartoon!",
    "Angeblich ist es schwierig, bewohnbare Planeten zu finden.",
    "Wissenswert: Die minimale Temperatur des Universums beträgt -273,15 °C, praktisch 0 Kelvin.",
    "Wusstest du, dass der größte bekannte Stern UY Scuti ist?",
    "Der größte bekannte Stern ist UY Scuti mit einem Radius, der etwa 1700-mal größer ist als der der Sonne.",
    "Es wäre cool, den Urlaub auf Planeten wie dem Mars zu verbringen.",
    "Wusstest du, dass es im Universum mehr Sterne gibt als Sandkörner an allen Stränden der Erde?",
    "Die Singularität ist der Punkt unendlicher Dichte.",
    "Wusstest du, dass die Singularität der Anfangszustand des Urknalls ist?",
    "Alles, was in ein Schwarzes Loch fällt, ist für immer verloren.",
    "Wusstest du, dass Schwarze Löcher verschmelzen und Gravitationswellen erzeugen können?",
    "Die Verschmelzung von Schwarzen Löchern ist eines der energiereichsten Ereignisse im Universum.",
    "Wusstest du, dass Licht verwendet werden kann, um Schwarze Löcher zu entdecken?",
    "Licht kann verwendet werden, um die Umgebung eines Schwarzen Lochs zu untersuchen.",
    "Alles wird gebaut... zerstört... und wieder aufgebaut... das ist eines der Prinzipien der Singularität.",
    "Wusstest du, dass man hier Weiße Löcher erschaffen kann?",
    "Sei nicht traurig, denn Schwarze Löcher sind nicht die dichtesten Objekte im Universum!",
    "Fermis Paradoxon: Wenn intelligentes Leben wahrscheinlich ist, warum haben wir dann keine Hinweise darauf gefunden?",
    "Relativitätstheorie: Zeit und Raum sind relativ, entwickelt von Albert Einstein.",
    "Schwarze Löcher sind keine Löcher, sondern extrem gekrümmte Raumzeitregionen.",
    "Licht kann einem Schwarzen Loch aufgrund seiner starken Gravitation nicht entkommen.",
    "Weiße Löcher sind theoretisch das Gegenteil von Schwarzen Löchern und stoßen Materie und Licht aus.",
    "Wusstest du, dass nichts schneller als das Licht ist? Es ist die universelle Grenze.",
    "Die Lichtgeschwindigkeit im Vakuum beträgt etwa 299.792.458 Meter pro Sekunde.",
    "Nichts kann sich schneller als das Licht bewegen, nicht einmal Informationen.",
    "Wusstest du, dass das Licht etwa 8 Minuten und 20 Sekunden braucht, um von der Sonne zur Erde zu gelangen?",
    "Licht ist eine Form elektromagnetischer Strahlung, die für das menschliche Auge sichtbar ist.",
    "Weißes Licht besteht aus mehreren Farben, die durch ein Prisma getrennt werden können.",
    "Wusstest du, dass sich Licht sowohl wie eine Welle als auch wie ein Teilchen verhalten kann?",
    "Licht ist eine Energieform, die sich in Wellen ausbreitet.",
    "Licht kann von verschiedenen Materialien reflektiert, gebrochen und absorbiert werden.",
    "Wusstest du, dass Licht mit einem Prisma in sein Farbspektrum zerlegt werden kann?",
    "Licht ist ein grundlegender Bestandteil unseres Verständnisses des Universums.",
    "Licht ist für das Leben auf der Erde unerlässlich, da es die Photosynthese bei Pflanzen ermöglicht.",
    "In diesem Simulator gibt es mehr als 50 verschiedene Planetentypen.",
    "Wusstest du, dass die Durchschnittstemperatur auf dem Mars -63 Grad Celsius beträgt?",
    "Wusstest du, dass der höchste Berg im Sonnensystem der Olympus Mons auf dem Mars ist?",
    "Wusstest du, dass der Mars den größten Canyon im Sonnensystem hat, genannt Valles Marineris?",
    "Wusstest du, dass der Mars zwei Monde namens Phobos und Deimos hat?",
    "Wusstest du, dass der Mars der erdähnlichste Planet in unserem Sonnensystem ist?",
    "Wusstest du, dass ein Marstag fast so lang ist wie ein Erdentag, etwa 24 Stunden und 37 Minuten?",
    "Es ist nicht bekannt, ob das Universum unendlich oder endlich ist.",
    "Wir wissen nicht genau, wie alt das Universum ist, aber Schätzungen zufolge etwa 13,8 Milliarden Jahre.",
    "Das Universum dehnt sich seit dem Urknall aus, und diese Ausdehnung beschleunigt sich.",
    "Frage: Wie wird das Ende des Universums aussehen?",
    "Das Universum besteht hauptsächlich aus dunkler Materie und dunkler Energie, die wir nicht direkt sehen können.",
    "Das Licht der Sterne, das wir heute sehen, könnte Millionen oder Milliarden Jahre unterwegs gewesen sein, bevor es uns erreicht hat.",
    "Die kosmische Mikrowellen-Hintergrundstrahlung ist ein Beweis für den Urknall.",
    "Der Großteil der Masse des Universums liegt in Form von dunkler Materie vor, die kein Licht oder nachweisbare Strahlung aussendet.",
    "Dunkle Energie ist eine mysteriöse Energieform, die die beschleunigte Ausdehnung des Universums verursacht.",
    "Das Universum könnte mehr Dimensionen haben als die drei, die wir wahrnehmen können.",
    "Die Stringtheorie besagt, dass die fundamentalen Teilchen des Universums tatsächlich kleine schwingende Saiten sind.",
    "Die Gravitation ist die Kraft, die die Planeten in ihrer Umlaufbahn um die Sonne und die Galaxien zusammenhält."
]