[
    "Did you know that SIU2D is the first game created by FGP?",
    "Try creating binary star systems.",
    "Fun fact: Singularities are points of infinite possibilities!",
    "Explore, create, destroy, and reinvent your own universe.",
    "Each celestial body can be customized with a name and attributes.",
    "Take the opportunity to experience cosmic collisions!",
    "You can speed up or slow down time in SIU2D at any moment.",
    "T Singularity is always ready to help you!",
    "FGP wishes you a great journey through the cosmos!",
    "Discover the secrets of the universe in 2D!",
    "This universe is a 2D cartoon!",
    "Supposedly, it is difficult for habitable planets to exist.",
    "Fun fact: The minimum temperature of the universe is -273.15 ºC, practically 0 kelvin.",
    "Did you know that the largest known star is UY Scuti?",
    "The largest known star is UY Scuti, with a radius about 1700 times larger than the Sun's.",
    "It would be cool to spend vacations on planets similar to Mars.",
    "Did you know there are more stars in the universe than grains of sand on all the beaches on Earth?",
    "The singularity is the point of infinite density.",
    "Did you know that the singularity is the initial condition of the Big Bang?",
    "Everything that enters a black hole is lost forever.",
    "Did you know that black holes can merge and create gravitational waves?",
    "The merger of black holes is one of the most energetic events in the universe.",
    "Did you know that light can be used to detect black holes?",
    "Light can be used to study the environment around a black hole.",
    "Everything is built... destroyed... and rebuilt... this is one of the principles of singularity.",
    "Did you know that here it is possible to create white holes?",
    "Don't be sad, because black holes are not definitely the densest bodies in the universe!",
    "Fermi Paradox: If intelligent life is likely, why haven't we found any sign of it?",
    "Theory of Relativity: Time and space are relative, created by Albert Einstein.",
    "Black holes are not holes, but rather regions of extremely curved space-time.",
    "Light cannot escape from a black hole due to its intense gravity.",
    "White holes are theoretically the opposite of black holes, expelling matter and light.",
    "Did you know that nothing exceeds the speed of light? It is the universal limit.",
    "The speed of light in a vacuum is approximately 299,792,458 meters per second.",
    "Nothing can travel faster than light, not even information.",
    "Did you know that light takes about 8 minutes and 20 seconds to travel from the Sun to the Earth?",
    "Light is a form of electromagnetic radiation visible to the human eye.",
    "White light is composed of several colors, which can be separated by a prism.",
    "Did you know that light can behave both as a wave and as a particle?",
    "Light is a form of energy that propagates in waves.",
    "Light can be reflected, refracted, and absorbed by different materials.",
    "Did you know that light can be split into its color spectrum using a prism?",
    "Light is a fundamental part of our understanding of the universe.",
    "Light is essential for life on Earth, allowing photosynthesis in plants.",
    "There should be more than 50 classes of different planets in this simulator.",
    "Did you know that the average temperature on Mars is -63 degrees Celsius?",
    "Did you know that the highest mountain in the solar system is Olympus Mons on Mars?",
    "Did you know that Mars has the largest canyon in the solar system, called Valles Marineris?",
    "Did you know that Mars has two moons called Phobos and Deimos?",
    "Did you know that Mars is the planet most similar to Earth in our solar system?",
    "Did you know that Mars has a day similar to Earth's, about 24 hours and 37 minutes?",
    "It is not known whether the universe is infinite or finite.",
    "We do not know exactly how old the universe is, but estimates suggest about 13.8 billion years.",
    "The universe has been expanding since the Big Bang, and this expansion is accelerating.",
    "Question: What will be the end of the universe?",
    "The universe is composed mainly of dark matter and dark energy, which we cannot see directly.",
    "The starlight we see today may have traveled for millions or billions of years before reaching us.",
    "The cosmic microwave background radiation is evidence of the Big Bang.",
    "Most of the mass of the universe is in the form of dark matter, which does not emit detectable light or radiation.",
    "Dark energy is a mysterious form of energy that is causing the acceleration of the universe's expansion.",
    "The universe may have multiple dimensions beyond the three we can perceive.",
    "String theory suggests that the fundamental particles of the universe are actually tiny vibrating strings.",
    "Gravity is the force that keeps the planets in orbit around the Sun and the galaxies together."
]