[
    "¿Sabías que SIU2D es el primer juego creado por FGP?",
    "Prueba crear sistemas binarios de estrellas.",
    "Curiosidad: ¡Las singularidades son puntos de infinitas posibilidades!",
    "Explora, crea, destruye y reinventa tu propio universo.",
    "Cada astro puede ser personalizado con nombre y atributos.",
    "¡Aprovecha para experimentar colisiones cósmicas!",
    "Puedes acelerar o desacelerar el tiempo en SIU2D en cualquier momento.",
    "¡T Singularity siempre está listo para ayudarte!",
    "¡FGP te desea un gran viaje por el cosmos!",
    "¡Descubre los secretos del universo en 2D!",
    "¡Este universo es un dibujo animado 2D!",
    "Supuestamente es difícil que existan planetas habitables.",
    "Curiosidad: La temperatura mínima del universo es -273,15 ºC, prácticamente 0 kelvin.",
    "¿Sabías que la estrella más grande conocida es UY Scuti?",
    "La estrella más grande conocida es UY Scuti, con un radio unas 1700 veces mayor que el del Sol.",
    "Sería genial pasar las vacaciones en planetas parecidos a Marte.",
    "¿Sabías que hay más estrellas en el universo que granos de arena en todas las playas de la Tierra?",
    "La singularidad es el punto de densidad infinita.",
    "¿Sabías que la singularidad es la condición inicial del Big Bang?",
    "Todo lo que entra en un agujero negro se pierde para siempre.",
    "¿Sabías que los agujeros negros pueden fusionarse y crear ondas gravitacionales?",
    "La fusión de agujeros negros es uno de los eventos más energéticos del universo.",
    "¿Sabías que la luz puede usarse para detectar agujeros negros?",
    "La luz puede usarse para estudiar el entorno alrededor de un agujero negro.",
    "Todo se construye... se destruye... y se reconstruye... ese es uno de los principios de la singularidad.",
    "¿Sabías que aquí es posible crear agujeros blancos?",
    "No te pongas triste, ¡los agujeros negros no son definitivamente los cuerpos más densos del universo!",
    "Paradoja de Fermi: Si la vida inteligente es probable, ¿por qué no hemos encontrado ninguna señal de ella?",
    "Teoría de la Relatividad: El tiempo y el espacio son relativos, creada por Albert Einstein.",
    "Los agujeros negros no son agujeros, sino regiones del espacio-tiempo extremadamente curvadas.",
    "La luz no puede escapar de un agujero negro debido a su intensa gravedad.",
    "Los agujeros blancos son teóricamente lo opuesto a los agujeros negros, expulsando materia y luz.",
    "¿Sabías que nada supera la velocidad de la luz? Es el límite universal.",
    "La velocidad de la luz en el vacío es de aproximadamente 299.792.458 metros por segundo.",
    "Nada puede viajar más rápido que la luz, ni siquiera la información.",
    "¿Sabías que la luz tarda unos 8 minutos y 20 segundos en viajar del Sol a la Tierra?",
    "La luz es una forma de radiación electromagnética visible para el ojo humano.",
    "La luz blanca está compuesta por varios colores, que pueden separarse con un prisma.",
    "¿Sabías que la luz puede comportarse tanto como una onda como una partícula?",
    "La luz es una forma de energía que se propaga en ondas.",
    "La luz puede ser reflejada, refractada y absorbida por diferentes materiales.",
    "¿Sabías que la luz puede dividirse en su espectro de colores usando un prisma?",
    "La luz es una parte fundamental de nuestro entendimiento del universo.",
    "La luz es esencial para la vida en la Tierra, permitiendo la fotosíntesis en las plantas.",
    "En este simulador debe haber más de 50 clases de planetas diferentes.",
    "¿Sabías que la temperatura media en Marte es de -63 grados Celsius?",
    "¿Sabías que la montaña más alta del sistema solar es el Monte Olimpo en Marte?",
    "¿Sabías que Marte tiene el cañón más grande del sistema solar, llamado Valles Marineris?",
    "¿Sabías que Marte tiene dos lunas llamadas Fobos y Deimos?",
    "¿Sabías que Marte es el planeta más parecido a la Tierra en nuestro sistema solar?",
    "¿Sabías que Marte tiene un día similar al de la Tierra, de unas 24 horas y 37 minutos?",
    "No se sabe si el universo es infinito o finito.",
    "No sabemos exactamente cuánto tiempo tiene el universo, pero las estimaciones sugieren unos 13.800 millones de años.",
    "El universo está en expansión desde el Big Bang, y esa expansión se está acelerando.",
    "Pregunta: ¿Cómo será el fin del universo?",
    "El universo está compuesto principalmente de materia oscura y energía oscura, que no podemos ver directamente.",
    "La luz de las estrellas que vemos hoy puede haber viajado millones o miles de millones de años antes de llegar a nosotros.",
    "La radiación cósmica de fondo de microondas es una evidencia del Big Bang.",
    "La mayor parte de la masa del universo está en forma de materia oscura, que no emite luz ni radiación detectable.",
    "La energía oscura es una forma misteriosa de energía que está causando la aceleración de la expansión del universo.",
    "El universo puede tener múltiples dimensiones además de las tres que podemos percibir.",
    "La teoría de cuerdas sugiere que las partículas fundamentales del universo son en realidad pequeñas cuerdas vibrantes.",
    "La gravedad es la fuerza que mantiene a los planetas en órbita alrededor del Sol y a las galaxias unidas."
]