[
    "Saviez-vous que SIU2D est le premier jeu créé par FGP ?",
    "Essayez de créer des systèmes binaires d'étoiles.",
    "Curiosité : Les singularités sont des points de possibilités infinies !",
    "Explorez, créez, détruisez et réinventez votre propre univers.",
    "Chaque astre peut être personnalisé avec un nom et des attributs.",
    "Profitez-en pour expérimenter des collisions cosmiques !",
    "Vous pouvez accélérer ou ralentir le temps dans SIU2D à tout moment.",
    "T Singularity est toujours prêt à vous aider !",
    "FGP vous souhaite un excellent voyage à travers le cosmos !",
    "Découvrez les secrets de l'univers en 2D !",
    "Cet univers est un dessin animé en 2D !",
    "Il est supposé difficile qu'il existe des planètes habitables.",
    "Curiosité : La température minimale de l'univers est de -273,15 ºC, pratiquement 0 kelvin.",
    "Saviez-vous que l'étoile la plus grande connue est UY Scuti ?",
    "L'étoile la plus grande connue est UY Scuti, avec un rayon environ 1700 fois plus grand que celui du Soleil.",
    "Ce serait génial de passer des vacances sur des planètes semblables à Mars.",
    "Saviez-vous qu'il y a plus d'étoiles dans l'univers que de grains de sable sur toutes les plages de la Terre ?",
    "La singularité est le point de densité infinie.",
    "Saviez-vous que la singularité est la condition initiale du Big Bang ?",
    "Tout ce qui entre dans un trou noir est perdu à jamais.",
    "Saviez-vous que les trous noirs peuvent fusionner et créer des ondes gravitationnelles ?",
    "La fusion des trous noirs est l'un des événements les plus énergétiques de l'univers.",
    "Saviez-vous que la lumière peut être utilisée pour détecter les trous noirs ?",
    "La lumière peut être utilisée pour étudier l'environnement autour d'un trou noir.",
    "Tout se construit... se détruit... et se reconstruit... c'est l'un des principes de la singularité.",
    "Saviez-vous qu'il est possible ici de créer des trous blancs ?",
    "Ne soyez pas triste, car les trous noirs ne sont pas définitivement les corps les plus denses de l'univers !",
    "Paradoxe de Fermi : si la vie intelligente est probable, pourquoi n'en avons-nous trouvé aucune trace ?",
    "Théorie de la relativité : Le temps et l'espace sont relatifs, créée par Albert Einstein.",
    "Les trous noirs ne sont pas des trous, mais des régions de l'espace-temps extrêmement courbées.",
    "La lumière ne peut pas s'échapper d'un trou noir en raison de sa gravité intense.",
    "Les trous blancs sont théoriquement l'opposé des trous noirs, expulsant matière et lumière.",
    "Saviez-vous que rien ne dépasse la vitesse de la lumière ? C'est la limite universelle.",
    "La vitesse de la lumière dans le vide est d'environ 299 792 458 mètres par seconde.",
    "Rien ne peut voyager plus vite que la lumière, pas même l'information.",
    "Saviez-vous que la lumière met environ 8 minutes et 20 secondes pour voyager du Soleil à la Terre ?",
    "La lumière est une forme de rayonnement électromagnétique visible à l'œil humain.",
    "La lumière blanche est composée de plusieurs couleurs, qui peuvent être séparées par un prisme.",
    "Saviez-vous que la lumière peut se comporter à la fois comme une onde et comme une particule ?",
    "La lumière est une forme d'énergie qui se propage en ondes.",
    "La lumière peut être réfléchie, réfractée et absorbée par différents matériaux.",
    "Saviez-vous que la lumière peut être divisée en son spectre de couleurs à l'aide d'un prisme ?",
    "La lumière est une partie fondamentale de notre compréhension de l'univers.",
    "La lumière est essentielle à la vie sur Terre, permettant la photosynthèse des plantes.",
    "Dans ce simulateur, il devrait y avoir plus de 50 classes de planètes différentes.",
    "Saviez-vous que la température moyenne sur Mars est de -63 degrés Celsius ?",
    "Saviez-vous que la plus haute montagne du système solaire est l'Olympus Mons sur Mars ?",
    "Saviez-vous que Mars possède le plus grand canyon du système solaire, appelé Valles Marineris ?",
    "Saviez-vous que Mars a deux lunes appelées Phobos et Deimos ?",
    "Saviez-vous que Mars est la planète la plus semblable à la Terre dans notre système solaire ?",
    "Saviez-vous que Mars a un jour similaire à celui de la Terre, d'environ 24 heures et 37 minutes ?",
    "On ne sait pas si l'univers est infini ou fini.",
    "Nous ne savons pas exactement quel âge a l'univers, mais les estimations suggèrent environ 13,8 milliards d'années.",
    "L'univers est en expansion depuis le Big Bang, et cette expansion s'accélère.",
    "Question : Quelle sera la fin de l'univers ?",
    "L'univers est principalement composé de matière noire et d'énergie noire, que nous ne pouvons pas voir directement.",
    "La lumière des étoiles que nous voyons aujourd'hui a peut-être voyagé pendant des millions ou des milliards d'années avant de nous atteindre.",
    "Le rayonnement de fond cosmique micro-ondes est une preuve du Big Bang.",
    "La majeure partie de la masse de l'univers est sous forme de matière noire, qui n'émet ni lumière ni rayonnement détectable.",
    "L'énergie noire est une forme mystérieuse d'énergie qui provoque l'accélération de l'expansion de l'univers.",
    "L'univers peut avoir plusieurs dimensions au-delà des trois que nous pouvons percevoir.",
    "La théorie des cordes suggère que les particules fondamentales de l'univers sont en réalité de petites cordes vibrantes.",
    "La gravité est la force qui maintient les planètes en orbite autour du Soleil et les galaxies unies."
]