[
    "क्या आप जानते हैं कि SIU2D, FGP द्वारा बनाया गया पहला गेम है?",
    "सितारों की द्विआधारी प्रणालियाँ बनाने का प्रयास करें।",
    "रोचक तथ्य: एकवचनता अनंत संभावनाओं के बिंदु हैं!",
    "अन्वेषण करें, बनाएं, नष्ट करें और अपनी खुद की ब्रह्मांड को फिर से बनाएं।",
    "प्रत्येक खगोलीय पिंड को नाम और गुणों के साथ अनुकूलित किया जा सकता है।",
    "कॉस्मिक टकरावों का अनुभव करने का अवसर लें!",
    "आप SIU2D में कभी भी समय को तेज या धीमा कर सकते हैं।",
    "T Singularity हमेशा आपकी मदद के लिए तैयार है!",
    "FGP आपको ब्रह्मांड में एक शानदार यात्रा की शुभकामनाएँ देता है!",
    "2D में ब्रह्मांड के रहस्यों की खोज करें!",
    "यह ब्रह्मांड 2D कार्टून है!",
    "कहा जाता है कि रहने योग्य ग्रहों का अस्तित्व मुश्किल है।",
    "रोचक तथ्य: ब्रह्मांड का न्यूनतम तापमान -273.15 ºC है, लगभग 0 केल्विन।",
    "क्या आप जानते हैं कि सबसे बड़ा ज्ञात तारा UY Scuti है?",
    "सबसे बड़ा ज्ञात तारा UY Scuti है, जिसका त्रिज्या सूर्य से लगभग 1700 गुना बड़ा है।",
    "मंगल जैसे ग्रहों पर छुट्टियाँ बिताना अच्छा होगा।",
    "क्या आप जानते हैं कि ब्रह्मांड में पृथ्वी के सभी समुद्र तटों की रेत के कणों से अधिक तारे हैं?",
    "एकवचनता अनंत घनत्व का बिंदु है।",
    "क्या आप जानते हैं कि एकवचनता बिग बैंग की प्रारंभिक स्थिति है?",
    "जो कुछ भी ब्लैक होल में जाता है वह हमेशा के लिए खो जाता है।",
    "क्या आप जानते हैं कि ब्लैक होल आपस में मिल सकते हैं और गुरुत्वाकर्षण तरंगें बना सकते हैं?",
    "ब्लैक होल का विलय ब्रह्मांड की सबसे ऊर्जावान घटनाओं में से एक है।",
    "क्या आप जानते हैं कि ब्लैक होल का पता लगाने के लिए प्रकाश का उपयोग किया जा सकता है?",
    "प्रकाश का उपयोग ब्लैक होल के चारों ओर के वातावरण का अध्ययन करने के लिए किया जा सकता है।",
    "सब कुछ बनता है... नष्ट होता है... और फिर से बनता है... यही एकवचनता के सिद्धांतों में से एक है।",
    "क्या आप जानते हैं कि यहाँ सफेद छिद्र बनाना संभव है?",
    "निराश न हों, क्योंकि ब्लैक होल निश्चित रूप से ब्रह्मांड के सबसे घने पिंड नहीं हैं!",
    "फर्मी विरोधाभास: यदि बुद्धिमान जीवन संभव है, तो हमें इसका कोई संकेत क्यों नहीं मिला?",
    "सापेक्षता का सिद्धांत: समय और स्थान सापेक्ष हैं, अल्बर्ट आइंस्टीन द्वारा बनाया गया।",
    "ब्लैक होल छिद्र नहीं हैं, बल्कि अत्यधिक मुड़े हुए स्पेस-टाइम के क्षेत्र हैं।",
    "प्रकाश ब्लैक होल की तीव्र गुरुत्वाकर्षण के कारण बाहर नहीं निकल सकता।",
    "सफेद छिद्र सैद्धांतिक रूप से ब्लैक होल के विपरीत हैं, जो पदार्थ और प्रकाश को बाहर निकालते हैं।",
    "क्या आप जानते हैं कि कुछ भी प्रकाश की गति से तेज नहीं है? यह सार्वभौमिक सीमा है।",
    "निर्वात में प्रकाश की गति लगभग 299,792,458 मीटर प्रति सेकंड है।",
    "कुछ भी प्रकाश से तेज यात्रा नहीं कर सकता, यहाँ तक कि जानकारी भी नहीं।",
    "क्या आप जानते हैं कि सूर्य से पृथ्वी तक प्रकाश को लगभग 8 मिनट 20 सेकंड लगते हैं?",
    "प्रकाश विद्युतचुंबकीय विकिरण का एक रूप है जो मानव आंखों के लिए दृश्यमान है।",
    "सफेद प्रकाश कई रंगों से बना होता है, जिन्हें प्रिज्म द्वारा अलग किया जा सकता है।",
    "क्या आप जानते हैं कि प्रकाश एक साथ तरंग और कण दोनों की तरह व्यवहार कर सकता है?",
    "प्रकाश ऊर्जा का एक रूप है जो तरंगों में फैलता है।",
    "प्रकाश विभिन्न सामग्रियों द्वारा परावर्तित, अपवर्तित और अवशोषित किया जा सकता है।",
    "क्या आप जानते हैं कि प्रिज्म का उपयोग करके प्रकाश को उसके रंग स्पेक्ट्रम में विभाजित किया जा सकता है?",
    "प्रकाश हमारे ब्रह्मांड की समझ का एक मौलिक हिस्सा है।",
    "पृथ्वी पर जीवन के लिए प्रकाश आवश्यक है, यह पौधों में प्रकाश संश्लेषण की अनुमति देता है।",
    "इस सिम्युलेटर में 50 से अधिक प्रकार के ग्रह होने चाहिए।",
    "क्या आप जानते हैं कि मंगल पर औसत तापमान -63 डिग्री सेल्सियस है?",
    "क्या आप जानते हैं कि सौरमंडल का सबसे ऊँचा पर्वत मंगल पर ओलंपस मॉन्स है?",
    "क्या आप जानते हैं कि मंगल में सौरमंडल का सबसे बड़ा घाटी है, जिसे वल्लेस मेरिनेरिस कहा जाता है?",
    "क्या आप जानते हैं कि मंगल के दो चंद्रमा हैं, जिनका नाम फोबोस और डीमोस है?",
    "क्या आप जानते हैं कि मंगल हमारे सौरमंडल में पृथ्वी के सबसे समान ग्रह है?",
    "क्या आप जानते हैं कि मंगल का एक दिन पृथ्वी के समान है, लगभग 24 घंटे और 37 मिनट?",
    "यह ज्ञात नहीं है कि ब्रह्मांड अनंत है या सीमित।",
    "हम ठीक-ठीक नहीं जानते कि ब्रह्मांड कितना पुराना है, लेकिन अनुमान है कि यह लगभग 13.8 अरब वर्ष पुराना है।",
    "बिग बैंग के बाद से ब्रह्मांड का विस्तार हो रहा है, और यह विस्तार तेज हो रहा है।",
    "प्रश्न: ब्रह्मांड का अंत कैसा होगा?",
    "ब्रह्मांड मुख्य रूप से डार्क मैटर और डार्क एनर्जी से बना है, जिसे हम सीधे नहीं देख सकते।",
    "आज जो तारों की रोशनी हम देखते हैं, वह हम तक पहुँचने से पहले लाखों या अरबों साल यात्रा कर चुकी हो सकती है।",
    "कॉस्मिक माइक्रोवेव बैकग्राउंड रेडिएशन बिग बैंग का प्रमाण है।",
    "ब्रह्मांड का अधिकांश द्रव्यमान डार्क मैटर के रूप में है, जो कोई प्रकाश या पता लगाने योग्य विकिरण नहीं छोड़ता।",
    "डार्क एनर्जी ऊर्जा का एक रहस्यमय रूप है जो ब्रह्मांड के विस्तार में तेजी ला रही है।",
    "ब्रह्मांड में तीन के अलावा कई और आयाम हो सकते हैं जिन्हें हम महसूस कर सकते हैं।",
    "स्ट्रिंग थ्योरी का सुझाव है कि ब्रह्मांड के मौलिक कण वास्तव में छोटी कंपन करने वाली डोरियाँ हैं।",
    "गुरुत्वाकर्षण वह शक्ति है जो ग्रहों को सूर्य के चारों ओर कक्षा में और आकाशगंगाओं को एक साथ रखती है।"
]