[
    "Sapevi che SIU2D è il primo gioco creato da FGP?",
    "Prova a creare sistemi stellari binari.",
    "Curiosità: Le singolarità sono punti di infinite possibilità!",
    "Esplora, crea, distruggi e reinventa il tuo universo.",
    "Ogni corpo celeste può essere personalizzato con nome e attributi.",
    "Approfitta per sperimentare collisioni cosmiche!",
    "Puoi accelerare o rallentare il tempo in SIU2D in qualsiasi momento.",
    "T Singularity è sempre pronto ad aiutarti!",
    "FGP ti augura un ottimo viaggio nel cosmo!",
    "Scopri i segreti dell'universo in 2D!",
    "Questo universo è un cartone animato 2D!",
    "Si suppone che sia difficile che esistano pianeti abitabili.",
    "Curiosità: La temperatura minima dell'universo è -273,15 ºC, praticamente 0 kelvin.",
    "Sapevi che la stella più grande conosciuta è UY Scuti?",
    "La stella più grande conosciuta è UY Scuti, con un raggio circa 1700 volte più grande di quello del Sole.",
    "Sarebbe bello passare le vacanze su pianeti simili a Marte.",
    "Sapevi che ci sono più stelle nell'universo che granelli di sabbia in tutte le spiagge della Terra?",
    "La singolarità è il punto di densità infinita.",
    "Sapevi che la singolarità è la condizione iniziale del Big Bang?",
    "Tutto ciò che entra in un buco nero è perso per sempre.",
    "Sapevi che i buchi neri possono fondersi e creare onde gravitazionali?",
    "La fusione dei buchi neri è uno degli eventi più energetici dell'universo.",
    "Sapevi che la luce può essere usata per rilevare i buchi neri?",
    "La luce può essere usata per studiare l'ambiente intorno a un buco nero.",
    "Tutto si costruisce... si distrugge... e si ricostruisce... questo è uno dei principi della singolarità.",
    "Sapevi che qui è possibile creare buchi bianchi?",
    "Non essere triste, perché i buchi neri non sono sicuramente i corpi più densi dell'universo!",
    "Paradosso di Fermi: se la vita intelligente è probabile, perché non ne abbiamo trovato alcuna traccia?",
    "Teoria della relatività: Il tempo e lo spazio sono relativi, creata da Albert Einstein.",
    "I buchi neri non sono buchi, ma regioni di spazio-tempo estremamente curvate.",
    "La luce non può sfuggire a un buco nero a causa della sua intensa gravità.",
    "I buchi bianchi sono teoricamente l'opposto dei buchi neri, espellendo materia e luce.",
    "Sapevi che nulla supera la velocità della luce? È il limite universale.",
    "La velocità della luce nel vuoto è di circa 299.792.458 metri al secondo.",
    "Nulla può viaggiare più veloce della luce, nemmeno le informazioni.",
    "Sapevi che la luce impiega circa 8 minuti e 20 secondi per viaggiare dal Sole alla Terra?",
    "La luce è una forma di radiazione elettromagnetica visibile all'occhio umano.",
    "La luce bianca è composta da vari colori, che possono essere separati da un prisma.",
    "Sapevi che la luce può comportarsi sia come un'onda che come una particella?",
    "La luce è una forma di energia che si propaga in onde.",
    "La luce può essere riflessa, rifratta e assorbita da diversi materiali.",
    "Sapevi che la luce può essere divisa nel suo spettro di colori usando un prisma?",
    "La luce è una parte fondamentale della nostra comprensione dell'universo.",
    "La luce è essenziale per la vita sulla Terra, permettendo la fotosintesi nelle piante.",
    "In questo simulatore dovrebbero esserci più di 50 classi di pianeti diversi.",
    "Sapevi che la temperatura media su Marte è di -63 gradi Celsius?",
    "Sapevi che la montagna più alta del sistema solare è l'Olympus Mons su Marte?",
    "Sapevi che Marte ha il canyon più grande del sistema solare, chiamato Valles Marineris?",
    "Sapevi che Marte ha due lune chiamate Phobos e Deimos?",
    "Sapevi che Marte è il pianeta più simile alla Terra nel nostro sistema solare?",
    "Sapevi che Marte ha un giorno simile a quello della Terra, di circa 24 ore e 37 minuti?",
    "Non si sa se l'universo sia infinito o finito.",
    "Non sappiamo esattamente quanti anni abbia l'universo, ma le stime suggeriscono circa 13,8 miliardi di anni.",
    "L'universo è in espansione dal Big Bang, e questa espansione sta accelerando.",
    "Domanda: Come sarà la fine dell'universo?",
    "L'universo è composto principalmente da materia oscura ed energia oscura, che non possiamo vedere direttamente.",
    "La luce delle stelle che vediamo oggi potrebbe aver viaggiato per milioni o miliardi di anni prima di raggiungerci.",
    "La radiazione cosmica di fondo a microonde è una prova del Big Bang.",
    "La maggior parte della massa dell'universo è sotto forma di materia oscura, che non emette luce o radiazione rilevabile.",
    "L'energia oscura è una forma misteriosa di energia che sta causando l'accelerazione dell'espansione dell'universo.",
    "L'universo potrebbe avere più dimensioni oltre alle tre che possiamo percepire.",
    "La teoria delle stringhe suggerisce che le particelle fondamentali dell'universo sono in realtà piccole corde vibranti.",
    "La gravità è la forza che mantiene i pianeti in orbita attorno al Sole e le galassie unite."
]