[
    "SIU2DがFGPによって作られた最初のゲームであることをご存知でしたか？",
    "二重星系を作ってみましょう。",
    "豆知識：特異点は無限の可能性のあるポイントです！",
    "自分だけの宇宙を探検し、創造し、破壊し、再発明しましょう。",
    "すべての天体は名前や属性でカスタマイズできます。",
    "宇宙の衝突を体験してみてください！",
    "SIU2Dではいつでも時間を早めたり遅くしたりできます。",
    "Tシンギュラリティはいつでもあなたを助ける準備ができています！",
    "FGPはあなたの宇宙の旅が素晴らしいものになることを願っています！",
    "2Dで宇宙の秘密を発見しましょう！",
    "この宇宙は2Dアニメです！",
    "居住可能な惑星が存在するのは難しいとされています。",
    "豆知識：宇宙の最低温度は-273.15℃、ほぼ0ケルビンです。",
    "既知で最大の恒星はUYスキュティであることをご存知でしたか？",
    "既知で最大の恒星はUYスキュティで、その半径は太陽の約1700倍です。",
    "火星のような惑星で休暇を過ごすのは素敵でしょう。",
    "宇宙には地球上のすべての砂粒よりも多くの星があることをご存知でしたか？",
    "特異点は無限の密度のポイントです。",
    "特異点がビッグバンの初期状態であることをご存知でしたか？",
    "ブラックホールに入ったものはすべて永遠に失われます。",
    "ブラックホールが合体して重力波を生み出すことができることをご存知でしたか？",
    "ブラックホールの合体は宇宙で最もエネルギーの高い現象の一つです。",
    "光を使ってブラックホールを検出できることをご存知でしたか？",
    "光はブラックホール周辺の環境を調べるために使えます。",
    "すべては作られ…壊され…再構築されます…これが特異点の原則の一つです。",
    "ここでホワイトホールを作ることができることをご存知でしたか？",
    "落ち込まないでください、ブラックホールは宇宙で最も密度の高い天体とは限りません！",
    "フェルミのパラドックス：知的生命が存在するなら、なぜその痕跡が見つからないのでしょうか？",
    "相対性理論：時間と空間は相対的であり、アルベルト・アインシュタインによって提唱されました。",
    "ブラックホールは穴ではなく、極端に湾曲した時空の領域です。",
    "光はブラックホールの強い重力のために脱出できません。",
    "ホワイトホールは理論上ブラックホールの反対で、物質や光を放出します。",
    "光の速度を超えるものはありません。それが宇宙の限界です。",
    "真空中の光速は約299,792,458メートル毎秒です。",
    "光より速く移動できるものは何もありません。情報でさえも。",
    "太陽から地球まで光が届くのに約8分20秒かかることをご存知でしたか？",
    "光は人間の目に見える電磁放射の一種です。",
    "白色光は複数の色で構成されており、プリズムで分離できます。",
    "光は波としても粒子としても振る舞うことができることをご存知でしたか？",
    "光は波として伝わるエネルギーの一種です。",
    "光はさまざまな物質によって反射、屈折、吸収されることがあります。",
    "プリズムを使って光を色のスペクトルに分けることができることをご存知でしたか？",
    "光は私たちの宇宙理解の基本的な部分です。",
    "光は地球上の生命に不可欠であり、植物の光合成を可能にします。",
    "このシミュレーターには50種類以上の異なる惑星クラスがあるはずです。",
    "火星の平均気温は-63度であることをご存知でしたか？",
    "太陽系で最も高い山は火星のオリンポス山であることをご存知でしたか？",
    "火星には太陽系最大の渓谷ヴァレス・マリネリスがあることをご存知でしたか？",
    "火星にはフォボスとダイモスという2つの月があることをご存知でしたか？",
    "火星は太陽系で地球に最も似ている惑星であることをご存知でしたか？",
    "火星の1日は地球の1日とほぼ同じで、約24時間37分です。",
    "宇宙が無限か有限かは分かっていません。",
    "宇宙の正確な年齢は分かっていませんが、推定では約138億年とされています。",
    "ビッグバン以来、宇宙は膨張し続けており、その膨張は加速しています。",
    "質問：宇宙の終わりはどうなるのでしょうか？",
    "宇宙は主にダークマターとダークエネルギーで構成されており、私たちには直接見えません。",
    "今日見えている星の光は、私たちに届くまでに何百万年、何十億年も旅してきた可能性があります。",
    "宇宙マイクロ波背景放射はビッグバンの証拠です。",
    "宇宙の質量のほとんどはダークマターの形で存在し、光や検出可能な放射を放ちません。",
    "ダークエネルギーは宇宙の膨張を加速させている謎のエネルギーです。",
    "宇宙には私たちが知覚できる3次元以外にも多くの次元があるかもしれません。",
    "弦理論は、宇宙の基本粒子が実は小さな振動する弦であることを示唆しています。",
    "重力は惑星を太陽の周りの軌道に、銀河を一つに保つ力です。"
]