[
    "Wist je dat SIU2D het eerste spel is dat door FGP is gemaakt?",
    "Probeer binaire stersystemen te maken.",
    "Weetje: Singulariteiten zijn punten van oneindige mogelijkheden!",
    "Verken, creëer, vernietig en herontdek je eigen universum.",
    "Elk hemellichaam kan worden gepersonaliseerd met een naam en eigenschappen.",
    "Maak gebruik van de kans om kosmische botsingen te ervaren!",
    "Je kunt op elk moment de tijd versnellen of vertragen in SIU2D.",
    "T Singularity staat altijd klaar om je te helpen!",
    "FGP wenst je een geweldige reis door het universum!",
    "Ontdek de geheimen van het universum in 2D!",
    "Dit universum is een 2D-cartoon!",
    "Er wordt verondersteld dat het moeilijk is om bewoonbare planeten te vinden.",
    "Weetje: De minimale temperatuur van het universum is -273,15 ºC, praktisch 0 kelvin.",
    "Wist je dat de grootste bekende ster UY Scuti is?",
    "De grootste bekende ster is UY Scuti, met een straal die ongeveer 1700 keer groter is dan die van de zon.",
    "Het zou leuk zijn om vakantie te vieren op planeten die op Mars lijken.",
    "Wist je dat er meer sterren in het universum zijn dan zandkorrels op alle stranden van de aarde?",
    "De singulariteit is het punt van oneindige dichtheid.",
    "Wist je dat de singulariteit de beginvoorwaarde van de oerknal is?",
    "Alles wat in een zwart gat valt, is voor altijd verloren.",
    "Wist je dat zwarte gaten kunnen samensmelten en zwaartekrachtsgolven kunnen creëren?",
    "Het samensmelten van zwarte gaten is een van de meest energierijke gebeurtenissen in het universum.",
    "Wist je dat licht kan worden gebruikt om zwarte gaten te detecteren?",
    "Licht kan worden gebruikt om de omgeving rond een zwart gat te bestuderen.",
    "Alles wordt gebouwd... vernietigd... en opnieuw opgebouwd... dat is een van de principes van singulariteit.",
    "Wist je dat het hier mogelijk is om witte gaten te creëren?",
    "Wees niet verdrietig, want zwarte gaten zijn zeker niet de dichtste objecten in het universum!",
    "Fermi-paradox: als intelligent leven waarschijnlijk is, waarom hebben we er dan geen enkel teken van gevonden?",
    "Relativiteitstheorie: Tijd en ruimte zijn relatief, bedacht door Albert Einstein.",
    "Zwarte gaten zijn geen gaten, maar regio's van extreem gekromde ruimtetijd.",
    "Licht kan niet ontsnappen uit een zwart gat vanwege de intense zwaartekracht.",
    "Witte gaten zijn theoretisch het tegenovergestelde van zwarte gaten en stoten materie en licht uit.",
    "Wist je dat niets sneller is dan het licht? Het is de universele limiet.",
    "De lichtsnelheid in vacuüm is ongeveer 299.792.458 meter per seconde.",
    "Niets kan sneller reizen dan het licht, zelfs informatie niet.",
    "Wist je dat het licht ongeveer 8 minuten en 20 seconden duurt om van de zon naar de aarde te reizen?",
    "Licht is een vorm van elektromagnetische straling die zichtbaar is voor het menselijk oog.",
    "Wit licht bestaat uit verschillende kleuren, die door een prisma kunnen worden gescheiden.",
    "Wist je dat licht zich zowel als een golf als een deeltje kan gedragen?",
    "Licht is een vorm van energie die zich in golven voortplant.",
    "Licht kan worden gereflecteerd, gebroken en geabsorbeerd door verschillende materialen.",
    "Wist je dat licht met een prisma in zijn kleurenspectrum kan worden gesplitst?",
    "Licht is een fundamenteel onderdeel van ons begrip van het universum.",
    "Licht is essentieel voor het leven op aarde, omdat het fotosynthese bij planten mogelijk maakt.",
    "In deze simulator moeten meer dan 50 verschillende klassen planeten zijn.",
    "Wist je dat de gemiddelde temperatuur op Mars -63 graden Celsius is?",
    "Wist je dat de hoogste berg in het zonnestelsel Olympus Mons op Mars is?",
    "Wist je dat Mars de grootste kloof in het zonnestelsel heeft, genaamd Valles Marineris?",
    "Wist je dat Mars twee manen heeft genaamd Phobos en Deimos?",
    "Wist je dat Mars de planeet is die het meest op de aarde lijkt in ons zonnestelsel?",
    "Wist je dat een dag op Mars vergelijkbaar is met die op aarde, ongeveer 24 uur en 37 minuten?",
    "Het is niet bekend of het universum oneindig of eindig is.",
    "We weten niet precies hoe oud het universum is, maar schattingen suggereren ongeveer 13,8 miljard jaar.",
    "Het universum is sinds de oerknal aan het uitdijen en deze expansie versnelt.",
    "Vraag: Hoe zal het einde van het universum zijn?",
    "Het universum bestaat voornamelijk uit donkere materie en donkere energie, die we niet direct kunnen zien.",
    "Het licht van de sterren die we vandaag zien, kan miljoenen of miljarden jaren hebben gereisd voordat het ons bereikte.",
    "De kosmische microgolfachtergrondstraling is een bewijs van de oerknal.",
    "Het grootste deel van de massa van het universum is in de vorm van donkere materie, die geen licht of detecteerbare straling uitzendt.",
    "Donkere energie is een mysterieuze vorm van energie die de versnelling van de expansie van het universum veroorzaakt.",
    "Het universum kan meerdere dimensies hebben naast de drie die we kunnen waarnemen.",
    "De snaartheorie suggereert dat de fundamentele deeltjes van het universum eigenlijk kleine trillende snaren zijn.",
    "Zwaartekracht is de kracht die de planeten in een baan rond de zon en de sterrenstelsels bij elkaar houdt."
]