[
    "Você sabia que O SIU2D, é o Primeiro Jogo a ser criado pela FGP?",
    "Experimente criar sistemas binários de estrelas.",
    "Curiosidade: Singularidades são pontos de infinitas possibilidades!",
    "Explore, crie, destrua e reinvente seu próprio universo.",
    "Cada astro pode ser personalizado com nome e atributos.",
    "Aproveite para experimentar colisões cósmicas!",
    "Você pode acelerar ou desacelerar o tempo no SIU2D a qualquer momento.",
    "O T Singularity está sempre pronto para te ajudar!",
    "FGP deseja uma ótima jornada pelo cosmos!",
    "Descubra os segredos do universo em 2D!",
    "Este Universo é 2D Cartum!",
    "Supostamente é difícil existir planetas Habitaveis.",
    "Curiosidade: A temperatura mínima do universo é -273,15 ºC , praticamente 0 kelvin.",
    "Sabia que a maior estrela conhecida é a UY Scuti?",
    "A maior estrela conhecida é a UY Scuti, com um raio cerca de 1700 vezes maior que o do Sol.",
    "Seria legal passar as férias em planetas parecidos com Marte.",
    "Você sabia que existem mais estrelas no universo do que grãos de areia em todas as praias da Terra?",
    "A Singularidade é o ponto de densidade infinita.",
    "Você sabia que a Singularidade é a condição inicial do big Bang?",
    "Tudo que entra em um buraco negro é perdido para sempre.",
    "Você sabia que os buracos negros podem se fundir e criar ondas gravitacionais?",
    "A fusão de buracos negros é um dos eventos mais energéticos do universo.",
    "Você sabia que a luz pode ser usada para detectar buracos negros?",
    "A luz pode ser usada para estudar o ambiente ao redor de um buraco negro.",
    "Tudo de Constrói.. Destrói.. e Reconstrói.. esse é o um dos princípios da singularidade.",
    "Sabia que aqui é possivel criar Buracos brancos??",
    "Não se fique triste, pois os buracos negros não são definitivamente os corpos mais densos do universo!",
    "Paradoxo de Fermi: se a vida inteligente é provável, por que não encontramos nenhum sinal dela? ",
    "Teoria da Relatividade: O tempo e o espaço são relativos, criado por Albert Einstein",
    "Buracos negros não são buracos, mas sim regiões de espaço-tempo extremamente curvadas.",
    "A luz não pode escapar de um buraco negro devido à sua gravidade intensa.",
    "Os buracos brancos são teoricamente o oposto dos buracos negros, expulsando matéria e luz.",
    "Você sabia que, nada ultrapassa a velocidade da luz? é o limite universal.",
    "A velocidade da luz no vácuo é de aproximadamente 299.792.458 metros por segundo.",
    "Nada pode viajar mais rápido que a luz, nem mesmo informações.",
    "Você sabia que a luz leva cerca de 8 minutos e 20 segundos para viajar do Sol até a Terra?",
    "A luz é uma forma de radiação eletromagnética visível aos olhos humanos.",
    "A luz branca é composta por várias cores, que podem ser separadas por um prisma.",
    "Você sabia que a luz pode se comportar tanto como uma onda quanto como uma partícula?",
    "A luz é uma forma de energia que se propaga em ondas.",
    "A luz pode ser refletida, refratada e absorvida por diferentes materiais.",
    "Você sabia que a luz pode ser dividida em seu espectro de cores usando um prisma?",
    "A luz é uma parte fundamental do nosso entendimento do universo.",
    "A luz é essencial para a vida na Terra, permitindo a fotossíntese nas plantas.",
    "Nesse Simulador deve ter mais de 50 classes de planetas diferentes.",
    "Você sabia que a temperatura média em Marte é de -63 graus Celsius?",
    "Você sabia que a maior montanha do sistema solar é o Monte Olimpo em Marte?",
    "Você sabia que Marte tem o maior canyon do sistema solar, chamado Valles Marineris?",
    "Você sabia que Marte tem duas luas chamadas Fobos e Deimos?",
    "Você sabia que Marte é o planeta mais parecido com a Terra em nosso sistema solar?",
    "Você sabia que Marte tem um dia semelhante ao da Terra, com cerca de 24 horas e 37 minutos?",
    "Não se sabe se o Universo é infinito ou finito.",
    "Não sabemos exatamente quanto tempo o Universo tem, mas estimativas sugerem cerca de 13,8 bilhões de anos.",
    "O Universo está em expansão desde o Big Bang, e essa expansão está acelerando.",
    "Pergunta: Como será o fim do Universo?",
    "O Universo é composto principalmente de matéria escura e energia escura, que não podemos ver diretamente.",
    "A luz das estrelas que vemos hoje pode ter viajado por milhões ou bilhões de anos antes de chegar até nós.",
    "A radiação cósmica de fundo em micro-ondas é uma evidência do Big Bang.",
    "A maior parte da massa do Universo está em forma de matéria escura, que não emite luz ou radiação detectável.",
    "A energia escura é uma forma misteriosa de energia que está causando a aceleração da expansão do Universo.",
    "O Universo pode ter múltiplas dimensões além das três que podemos perceber.",
    "A teoria das cordas sugere que as partículas fundamentais do Universo são na verdade pequenas cordas vibrantes.",
    "A gravidade é a força que mantém os planetas em órbita ao redor do Sol e as galáxias unidas."
]