[
    "Знаете ли вы, что SIU2D — первая игра, созданная FGP?",
    "Попробуйте создать двойные звездные системы.",
    "Интересный факт: сингулярности — это точки бесконечных возможностей!",
    "Исследуйте, создавайте, разрушайте и заново изобретайте свою собственную вселенную.",
    "Каждое небесное тело можно настроить по имени и характеристикам.",
    "Испытайте космические столкновения!",
    "Вы можете ускорять или замедлять время в SIU2D в любой момент.",
    "T Singularity всегда готов помочь вам!",
    "FGP желает вам отличного путешествия по космосу!",
    "Откройте для себя секреты вселенной в 2D!",
    "Эта вселенная — 2D мультфильм!",
    "Считается, что обитаемые планеты встречаются редко.",
    "Интересный факт: минимальная температура во вселенной составляет -273,15 ºC, практически 0 кельвинов.",
    "Знаете ли вы, что самая большая известная звезда — это UY Scuti?",
    "Самая большая известная звезда — UY Scuti, ее радиус примерно в 1700 раз больше солнечного.",
    "Было бы здорово провести отпуск на планетах, похожих на Марс.",
    "Знаете ли вы, что во вселенной больше звезд, чем песчинок на всех пляжах Земли?",
    "Сингулярность — это точка бесконечной плотности.",
    "Знаете ли вы, что сингулярность — это начальное состояние Большого взрыва?",
    "Все, что попадает в черную дыру, теряется навсегда.",
    "Знаете ли вы, что черные дыры могут сливаться и создавать гравитационные волны?",
    "Слияние черных дыр — одно из самых энергетических событий во вселенной.",
    "Знаете ли вы, что свет можно использовать для обнаружения черных дыр?",
    "Свет можно использовать для изучения окружающей среды вокруг черной дыры.",
    "Все строится... разрушается... и перестраивается... это один из принципов сингулярности.",
    "Знаете ли вы, что здесь можно создать белые дыры?",
    "Не расстраивайтесь, ведь черные дыры — не самые плотные объекты во вселенной!",
    "Парадокс Ферми: если разумная жизнь вероятна, почему мы не нашли никаких ее следов?",
    "Теория относительности: время и пространство относительны, создана Альбертом Эйнштейном.",
    "Черные дыры — это не дыры, а области пространства-времени с экстремальной кривизной.",
    "Свет не может покинуть черную дыру из-за ее сильной гравитации.",
    "Белые дыры теоретически противоположны черным дырам, они излучают материю и свет.",
    "Знаете ли вы, что ничто не превышает скорость света? Это универсальный предел.",
    "Скорость света в вакууме составляет примерно 299 792 458 метров в секунду.",
    "Ничто не может двигаться быстрее света, даже информация.",
    "Знаете ли вы, что свету требуется около 8 минут и 20 секунд, чтобы пройти от Солнца до Земли?",
    "Свет — это форма электромагнитного излучения, видимая человеческому глазу.",
    "Белый свет состоит из нескольких цветов, которые можно разделить с помощью призмы.",
    "Знаете ли вы, что свет может вести себя как волна и как частица?",
    "Свет — это форма энергии, распространяющаяся в виде волн.",
    "Свет может отражаться, преломляться и поглощаться различными материалами.",
    "Знаете ли вы, что свет можно разделить на спектр цветов с помощью призмы?",
    "Свет — фундаментальная часть нашего понимания вселенной.",
    "Свет необходим для жизни на Земле, так как позволяет растениям осуществлять фотосинтез.",
    "В этом симуляторе должно быть более 50 классов различных планет.",
    "Знаете ли вы, что средняя температура на Марсе составляет -63 градуса Цельсия?",
    "Знаете ли вы, что самая высокая гора в Солнечной системе — Олимп на Марсе?",
    "Знаете ли вы, что на Марсе находится самый большой каньон в Солнечной системе — Валлес Маринерис?",
    "Знаете ли вы, что у Марса есть два спутника — Фобос и Деймос?",
    "Знаете ли вы, что Марс — самая похожая на Землю планета в нашей Солнечной системе?",
    "Знаете ли вы, что день на Марсе похож на земной и длится около 24 часов и 37 минут?",
    "Неизвестно, бесконечна ли вселенная или конечна.",
    "Мы точно не знаем, сколько лет вселенной, но по оценкам — около 13,8 миллиарда лет.",
    "Вселенная расширяется с момента Большого взрыва, и это расширение ускоряется.",
    "Вопрос: Каков будет конец вселенной?",
    "Вселенная состоит в основном из темной материи и темной энергии, которые мы не можем видеть напрямую.",
    "Свет звезд, который мы видим сегодня, мог путешествовать миллионы или миллиарды лет, прежде чем достичь нас.",
    "Космическое микроволновое фоновое излучение — это доказательство Большого взрыва.",
    "Большая часть массы вселенной находится в форме темной материи, которая не излучает свет или обнаруживаемое излучение.",
    "Темная энергия — это загадочная форма энергии, вызывающая ускорение расширения вселенной.",
    "Во вселенной может быть больше измерений, чем те три, которые мы можем воспринимать.",
    "Струнная теория предполагает, что фундаментальные частицы вселенной — это на самом деле крошечные вибрирующие струны.",
    "Гравитация — это сила, которая удерживает планеты на орбите вокруг Солнца и галактики вместе."
]